Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Yearly
ru: Годы

source: Monthly
ru: Месяцы

source: Daily
ru: Дни

source: Hourly
ru: Часы

source: Session time (last two weeks)
ru: Время сессии (за две последние недели)

source: Min
ru: Минимум

source: Mid
ru: Медиана

source: Max
ru: Максимум

source: Location
ru: География

source: Cities
ru: Города

source: Countries
ru: Страны

source: If a message displayed incorrectly, use <a href="%(url)s" target="_blank" style="color:#d61b23;text-decoration:underline;">link</a>
ru: Если сообщение отображается некорректно, воспользуйтесь <a href="%(url)s" target="_blank" style="color:#d61b23;text-decoration:underline;">ссылкой</a>.

source: Open the detailed information.
ru: Открыть подробную информацию

source: My settings
ru: Мои настройки

source: My scenes
ru: Мои сцены

source: My projects
ru: Мои проекты

source: Tour builder
ru: Сборщик туров

source: Tour properties
ru: Cвойства тура

source: New project
ru: Новый проект

source: Rename project
ru: Переименовать проект

source: Add folder
ru: Добавить папку

source: on
ru: вкл

source: off
ru: выкл

source: Change cover
ru: Изменить обложку

source: Rename folder
ru: Переименовать папку

source: Tour name
ru: Название тура

source: Blur faces
ru: Размыть лица на панорамах

source: Blur license plates
ru: Размыть автомобильные номера

source: Panoramas resolution
ru: Разрешение панорам

source: Jpeg compression
ru: Качество сжатия JPEG

source: unlimited
ru: неограничено

source: Start processing
ru: Начать обработку

source: Process options
ru: Опции обработки

source: Export model
ru: Экспортировать

source: Delete folder
ru: Удалить папку

source: Are you sure you want to delete this folder? Any tours, contained within this folder will be lost.
ru: Вы уверены, что хотите удалить эту папку? Все туры, находящиеся в этой папке будут удалены.

source: Status
ru: Статус

source: Paid till
ru: Оплачено до

source: Views Today/All
ru: Просмотров Сегодня/Всего

source: {count, number} {count, plural, one {error} other {errors}}
ru: {count, number} {count, plural, one {ошибка} few {ошибки} other {ошибок}}

source: Open in new window
ru: Открыть в новом окне

source: Copy link
ru: Скопировать ссылку

source: Only for active subscriptions
ru: Доступно при наличии активной подписки

source: Get embed code
ru: Код для вставки

source: Edit tour
ru: Редактировать тур

source: Copy to folder
ru: Копировать в папку

source: Please, publish the tour before making a copy
ru: Опубликуйте тур, перед созданием копии

source: Maximum amount of tours in the account
ru: В аккаунте максимальное количество туров

source: Move to different folder
ru: Переместить в другую папку

source: Available in Testing and Published status
ru: Доступно в статусе Тестирование и Опубликован

source: Embed code
ru: Код для вставки

source: By status
ru: По статусу

source: By views
ru: По просмотрам

source: Link copied
ru: Ссылка скопирована

source: Unable to copy the link
ru: Невозможно скопировать ссылку

source: Copy to
ru: Скопировать в

source: New title
ru: Новое название

source: Move to
ru: Переместить в

source: Are you sure you want to delete this tour?
ru: Вы действительно уверены, что хотите удалить тур?

source: You can use this HTML code to embed the tour to your web site or a blog.
ru: Вы можете использовать данный HTML код чтобы встроить тур в ваш сайт или блог.

source: Height
ru: Высота

source: Allow magic link that contents password:
ru: Включить "Magic Link", содержащую пароль:

source: Copy embed code
ru: Скопировать код для вставки

source: Link (user will require password)
ru: Ссылка (запросит ввести пароль)

source: Magic link (password included)
ru: Magic link (содержит пароль)

source: Your tour is toasting!
ru: Ваш тур готовится!

source: When your tour will be ready we’ll send you a notification to: {email}.
ru: Когда тур будет готов вы получите сообщение на: {email}.

source: There are no tours ahead of yours in the queue.
ru: Ваш тур - первый в очереди на обработку.

source: There are {queueLength, number} {queueLength, plural, one {tour} other {tours}} ahead of yours in the queue.
ru: Перед вами {queueLength, number} {queueLength, plural, one {тур} few {тура} many {туров}} в очереди сборки.

source: Your tour is expected to be ready around
ru: Ожидается, что ваш тур будет готов

source: Back to my tours
ru: Назад к моим турам

source: Folder
ru: Папка

source: Panoramas
ru: Панорамы

source: Select renderer
ru: Выберите рендер

source: Upload rendered panoramas, with numbered file names (1.png, 2.png, etc.). <a href='{url}' target='_blank'>More details</a>
ru: Загрузите пронумерованные панорамные рендеры (1.png, 2.png, и т.д.). <a href='{url}' target='_blank'>Подробнее</a>

source: Upload binocular panoramas
ru: Загрузить бинокулярные панорамы

source: Resolution
ru: Разрешение

# my|route
source: User's
ru: Пользовательский

source: The floor does not have a minimap
ru: У этажа нет миникарты

source: Saved
ru: Сохраненный

source: Route
ru: Маршрут

source: Creating video is available for tours without password only
ru: Запись видео возможна только для туров без пароля

source: Creating video is not available for outside tours
ru: Запись видео невозможна для туров outside

source: To create video for user route please record the route in the tour editor
ru: Для записи видео пользовательского маршрута создайте маршрут в редакторе туров

source: The route has no looking direction, on the step:
ru: Маршрут не имеет направления взгляда, на шаге:

source: The route is empty
ru: Маршрут пустой

source: Media
ru: Медиа

source: Video
ru: Видео

source: Your video is generating. You’ll get a
ru: Ваше видео генерируется. Вы получите

source: notification when it’s done
ru: уведомление, когда оно будет готово

source: No videos here yet
ru: Здесь еще нет видео

source: New video
ru: Новое видео

source: Rename video
ru: Переименовать видео

source: Higher resolution may result in longer tour loading times.
ru: Более высокое разрешение может привести к увеличению времени загрузки тура.

source: 3D model
ru: 3D модель

source: Upload 3d model .OBJ file. For more information how to prepare your model in our <a href={url} target='_blank'>knowledge base</a>.
ru: Загрузите подготовленный .obj файл модели. Вы можете подробнее узнать как подготовить модель в нашей <a href={url} target='_blank'>базе знаний</a>.

source: Optimize 3d model
ru: Оптимизировать 3d модель

source: Create 3d panorama view
ru: Подготовить режим «3d панорамы»

source: You will not be able to create 3d panorama separately, it will be unavailable until complete tour reassembly.
ru: Вы не сможете создать 3d панораму отдельно, она будет недоступна до новой сборки тура.

source: Virtoaster tours use low poly 3d models. You can create low poly model on your own or you can upload high poly model and Virtoaster will optimize it automatically. The maximum size of the model is {size}.
ru: Туры Virtoaster используют низкополигональную 3d модель. Вы можете оптимизировать модель самостоятельно или загрузить высокополигональную модель и Virtoaster оптимизирует её автоматически. Максимальный размер модели {size}.

source: First time creating a tour? Please, check out <a href='/tutorials/quick_start_guide/' target='_blank'>Quick start guide</a> in our knowledge base.
ru: Первый раз создаете тур? Посмотрите раздел <a href='/tutorials/quick_start_guide/' target='_blank'>С чего начать</a> в базе знаний.

source: Edit coordinates
ru: Редактировать координаты

source: Recognize coordinates from .OBJ
ru: Распознать координаты из модели .OBJ

source: To manually upload point coordinates, please export the coordinates from 3d max with our <a href='{camera_url}'>Camera script</a>, then paste them below or upload a .txt file. (<a href='{url}' target='_blank'>More details</a>). To recognize coordinates from the model, please set the flag “Recognize coordinates from .OBJ” flag above.
ru: Чтобы загрузить координаты точек вручную, экспортируйте их из 3d max с помощью <a href='{camera_url}'>скрипта камеры</a>. Вставьте их в поле ниже или загрузите .txt файл. (<a href='{url}' target='_blank'>Подробнее</a>). Чтобы распознать координаты из модели установите флаг “Распознать координаты из модели” выше.

source: By default Virtoaster will recognize coordinates from camera objects inside .OBJ file. There is no need to manually upload coordinates. If you still want to upload coordinates manually, please remove “Recognize coordinates from .OBJ” flag above.
ru: По умолчанию Virtoaster распознает координаты точек из вспомогательных объектов камеры в .obj файле, нет необходимости загружать координаты вручную. Если вы все-же хотите загрузить координаты самостоятельно, снимите флаг “Распознать координаты из модели” выше.

source: File size should not exceed {maxSize} Mb
ru: Размер файла не должен превышать {maxSize} Mb

source: Result
ru: Результат

source: Central
ru: Центр

source: Binocular L+R
ru: Бинокулярные L+R

source: Add panoramas
ru: Добавить панорамы

source: Add binocular panoramas
ru: Добавить бинокулярные панорамы

source: Price
ru: Цена

source: will be calculated here
ru: будет рассчитана здесь

source: {count, number} {count, plural, zero {points} one {point} few {points} many {points} other {points}}
ru: {count, number} {count, plural, zero {точек} one {точка} few {точки} many {точек} other {точек}}

source: {total, number, currency} total
ru: {total, number, currency} всего

source: Show tour in gallery
ru: Показывать тур в галерее

source: {count, number} {count, plural, one {warning} other {warnings}}
ru: {count, number} {count, plural, one {предупреждение} few {предупреждения} other {предупреждений}}

source: No panoramas uploaded
ru: Нет загруженных панорам

source: No central panorama uploaded for point {id}
ru: Для точки {id} не загружена центральная панорама

source: No binocular panorama uploaded for point {id}
ru: Для точки {id} не загружена бинокулярная панорама

source: Image sequence should not have any breaks. Points missing: {ids}
ru: Последовательность изображений должна быть непрерывной. Отсутствуют точки: {ids}

source: Enabling 3d panorama mode for more than 70 points is not recommended, toasting may be unsuccessful. Please, reduce number of points or disable 3d panorama mode
ru: Не рекомендуется включать “Подготовить режим 3д панорамы“ для более чем 70 точек, сборка тура может не удаться. Пожалуйста, уменьшите количество точек или отключите подготовку 3д панорамы

source: and {restCount} more
ru: и ещё {restCount}

source: Image sequence numbering should start with “1”. Delete point “0” or rename the image files
ru: Нумерация изображений должна начинаться с “1”. Удалите точку с номером “0” или переименуйте файлы изображений

source: Tour can not have that many points. Invalid image numbers, please rename image files, for example “image01.png”
ru: В туре не может быть такого количества точек. Некорректные номера изображений, переименуйте файлы, например “image01.png”

source: No model uploaded
ru: Не загружена модель

source: Uploaded model size exceeds maximum allowed
ru: Загруженная модель превышает максимальный размер

source: Coordinates file extension must be .txt
ru: Файл с координатами должен иметь расширение .txt

source: Filename mismatch for panorama coordinates id:
ru: Несоответствие имени файла идентификатору координат панорамы:

source: You've reached maximum amount of tours for your pricing plan. Please upgrade your tariff of delete unnecessary tours
ru: Вы достигли максимального числа туров для вашего тарифа. Пожалуйста улучшите тариф или удалите ненужные туры

source: Delete central panorama
ru: Удалить центральную панораму

source: Delete binocular panorama
ru: Удалить бинокулярную панораму

source: Delete point
ru: Удалить точку

source: Binocular panoramas are JPG or PNG images with {sizes} resolution. <a href='{url}' target='_blank'>More info</a>
ru: Бинокулярные панорамы - JPG или PNG изображения с разрешением 18432х1536. <a href='{url}' target='_blank'>Подробнее</a>

source: Upload panoramas
ru: Загрузить панорамы

source: Panoramas are JPG or PNG images with {sizes} resolution. <a href='{url}' target='_blank'>More info</a>
ru: Панорамы - JPG или PNG изображения с разрешением 9216х1536. <a href='{url}' target='_blank'>Подробнее</a>

source: Upload panorama #{id}
ru: Загрузить панораму #{id}

source: {countFootages, number} of {storage, number} tours used.
ru: {countFootages, number} туров из {storage, number} использовано.

source: {tours, number} tours left.
ru: {tours, number} туров осталось.

source: Delete some tours.
ru: Удалите несколько туров.

source: {processingsMonth, number} {processingsMonth, plural, one {toast} other {toasts}} per month used.
ru: {processingsMonth, number} {processingsMonth, plural, one {загрузка} few {загрузки} other {загрузок}} использовано за месяц.

source: {toasts, number} {toasts, plural, one {toast} other {toasts}} left.
ru: {toasts, number} {toasts, plural, one {Одна загрузка осталась} few {загрузок осталось} many {загрузок осталось} other {загрузок осталось}}.

source: {spotsCount, number} {spotsCount, plural, one {point} other {points}} of {maxSkyboxes, number} available used.
ru: Использовано {spotsCount, number} {spotsCount, plural, one {точка} few {точки} other {точек}} из {maxSkyboxes, number} доступных.

source: Delete some points.
ru: Удалите несколько точек.

source: Upgrade plan
ru: Улучшить тарифный план

source: Usually it takes some time to process the tour. When your tour will be ready we’ll send you a notification to: {email}.
ru: Обычно обработка тура занимает какое-то время. Когда ваш тур будет готов, мы направим уведомление на: {email}.

source: Tour title
ru: Название тура

source: Edit assets
ru: Пересобрать тур

source: JPG or PNG, minimum resolution at least 1116x744px
ru: JPG или PNG, разрешение не меньше чем 1116x744px

source: Created: {created, date, fullNumbers}
ru: Создан: {created, date, fullNumbers}

source: Modified: {updated, date, fullNumbers}
ru: Изменен: {updated, date, fullNumbers}

source: Your tour will be returned for assets uploading and will not be available until reassembly. Make required changes to your assets and press “Create tour” to send tour to to the queue. Keep in mind, that processing the tour will take some time and will be subtracted from your uploads per month limit.
ru: Ваш тур будет возвращен в режим загрузки компонентов и будет недоступен до завершения повторной сборки. Внесите необходимые изменения и нажмите “Создать тур” для отправки тура на обработку. Обратите внимание, что повторная сборка займет некоторое время и будет вычтена из доступного количества загрузок в месяц.

source: Your tour has status “Published”, meaning initial model and panoramas has been deleted already. If returned to asset uploading, tour will be lost permanently and will have to be reassembled using new reuploaded assets. Reassembled tour will keep its ID and html address. Keep in mind, that processing the tour will take some time and will be subtracted from your uploads per month limit.
ru: Ваш тур имеет статус “Опубликован”, т.е. в нем удалены исходные модель и панорамы. При возврате на этап загрузки, тур будет безвозвратно потерян и должен быть пересобран из новых загруженных компонентов. Пересобранный тур будет иметь тот-же ID и html ссылку. Обратите внимание, что повторная сборка займет некоторое время и будет вычтена из доступного количества загрузок в месяц.

source: Do not show this message again
ru: Больше не показывать это сообщение

source: Publish tour
ru: Опубликовать тур

source: Hide tour
ru: Скрыть тур

source: Edit
ru: Редактировать

source: Traffic: today / total
ru: Трафик: сегодня / всего

source: Assets
ru: Ресурсы

source: File
ru: Файл

source: Created
ru: Создана

source: Replace model
ru: Заменить модель

source: Model
ru: Модель

source: Texture
ru: Текстура

source: Warning
ru: Предупреждение

source: Changing the model manually is a feature for advanced users, please use it with caution and always keep the initial model as a backup. This feature can be used for troubleshooting the tour, without reassembling it from scratch (e.g. you can upload the initial model, remove or add some meshes and upload it back to the tour).
ru: Замена модели вручную это функция для продвинутых пользователей, используйте ее с осторожностью и всегда сохраняйте резервную копию оригинальной модели. Данная функция может быть использована для устранения проблем в туре, без его полной пересборки (например вы можете скачать модель, внести изменения и загрузить ее обратно в тур).

source: New model should be in .obj format, scaled in meters, have the same coordinates and generally should be similar to the initial model. If you want to keep the 3d panorama mode, new model should also have the same texture coordinates (changing the textures is not yet available).
ru: Новая модель должна быть в формате .obj, масштабирована в метрах, иметь те же самые координаты и в целом быть похожей на исходную. Если вы хотите сохранить режим 3d панорамы, она так же должна иметь те же самы текстурные координаты (замена текстур на данный момент недоступна).

source: New model should be in .obj format, scaled in meters, have the same coordinates and generally should be similar to the initial model.
ru: Новая модель должна быть в формате .obj, масштабирована в метрах, иметь те же самые координаты и в целом быть похожей на исходную.

source: Z - coordinate
ru: Z - координата

source: Add floor
ru: Добавить этаж

source: Adjust minimap position
ru: Редактировать положение миникарты

source: Delete floor
ru: Удалить этаж

source: Please enter Z-coordinate for each floor. You can see required value in your 3d package, in .txt file with coordinates or by pressing “Edit” for panoramas from the list below. Points in between (e.g. ladders) will be distributed automatically
ru: Укажите координаты точек по высоте (координата Z) для этажей. Вы можете узнать координаты точек для каждого этажа в 3-d модели в вашем 3-d пакете, из .txt файла с координатами или по нажатию на “Редактировать точку” в списке панорам. Промежуточные точки (например на лестницах) будут распределены автоматически

source: Tour will be published and assets, such as initial high-poly model and panoramas will be deleted from server. You will need to upload assets again to make significant changes to the tour in the future.
ru: Ваш тур будет опубликован, при этом исходные высокополигональная модель и панорамы будут удалены с сервера. Если вы захотите внести существенные изменения в этот тур в дальнейшем - потребуется повторная загрузка компонентов.

source: Large image
ru: Большое изображение

source: Small image
ru: Маленькое изображение

source: Unable to load the image
ru: Не удалось загрузить картинку

source: Small image will be created automatically from the big picture.
ru: Маленькое изображение будет создано из большого автоматически.

source: resize to
ru: уменьшить до

source: Upload floor plan
ru: Загрузить планировку для этажа

source: Please, upload floor plan image
ru: Пожалуйста, загрузите изображение планировки

source: Binocular
ru: Бинокулярные

source: Images
ru: Изображения

source: Reupload
ru: Загрузить заново

source: Reupload all
ru: Загрузить заново все

source: Replace all
ru: Заменить все

source: Reupload all L+R
ru: Загрузить заново все L+R

source: Some panoramas are missing. Please upload all images.
ru: Не хватает панорам, пожалуйста загрузите все изображения.

source: Replace multiple
ru: Заменить несколько

source: Delete all L+R panoramas
ru: Удалить все L+R панорамы

source: Delete all
ru: Удалить все

source: Reset
ru: Сбросить

source: Hidden
ru: Скрыт

source: Add Panoramas
ru: Добавить панорамы

source: Invalid data in line #{id}
ru: Некорректный формат в строке #{id}

source: You've uploaded a significant number of images, it will take some time to process them. Please open the tour later to see the result.
ru: Вы загрузили большое количество панорам, обработка займет некоторое время. Зайдите в тур позднее чтобы увидеть результат.

source: Add binocular
ru: Добавить бинокулярные

source: Please, upload panoramas for every point. Binocular panoramas resolution is {size}.
ru: Пожалуйста, загрузите панорамы для всех точек. Разрешение бинокулярных панорам {size}.

source: Please, upload missing image
ru: Пожалуйста, загрузите отсутствующую панораму

source: Remove binocular
ru: Удалить бинокулярность

source: Binocular renders will be deleted from server permanently.
ru: Бинокулярные панорамы будут удалены с сервера безвозвратно.

source: Edit point #{skyboxId}
ru: Редактировать точку #{skyboxId}

source: Reupload central panoramas
ru: Загрузить заново центральные панорамы

source: Reupload binocular panoramas
ru: Загрузить заново бинокулярные панорамы

source: Hide
ru: Скрыть

source: Unhide
ru: Показать

source: View in tour
ru: Посмотреть

source: Last point cannot be deleted
ru: Последнюю точку тура нельзя удалить

source: Point {skyboxId} has been deleted.
ru: Точка {skyboxId} удалена.

source: Player options
ru: Настройки плеера

source: Multitours
ru: Мультитуры

source: Upload Plan
ru: Загрузить план

source: Options
ru: Параметры

source: Default minimap view
ru: Вид миникарты по умолчанию

source: Default navigation state
ru: Состояние навигатора по умолчанию

source: Mouse wheel Scroll action
ru: Действие прокрутки колеса мыши

source: move
ru: перемещение

source: disabled
ru: отключено

source: Camera pitch limits
ru: Ограничение тангажа камеры

source: Camera FOV
ru: Поле зрения

source: Visible buttons & objects
ru: Показывать элементы управления

source: Interactive objects (overlays)
ru: Интерактивные объекты (оверлеи)

source: 3D panorama mode
ru: Режим 3d панорамы

source: Default language:
ru: Язык по умолчанию:

source: Fullscreen mode
ru: Полноэкранный режим

source: Screenshot
ru: Скриншот

source: Navigation panel
ru: Навигатор

source: Routes
ru: Маршруты

source: VR mode (mobile only)
ru: VR Режим(только для мобильных устройств)

source: Gyro mode (mobile only)
ru: Режим управления гироскопом (только для мобильных устройств)

source: Shades switch
ru: Переключатель теней

source: Pop-up message
ru: Pop-up сообщение

source: These options limit the camera pitch. If set to 0 user will be able to look all the way down or up. If set to different value, e.g. by default limits are set to 30, then camera pitch will be reduced by 30 degrees each from the top and from the bottom.
ru: Данные опции ограничивают максимальный тангаж камеры. Если значения равны 0, пользователь тура сможет полностью опустить или поднять камеру, вертикально вверх-вниз. Если значения опций не равны 0, например по умолчанию лимиты равны 30, то тангаж камеры будет уменьшен на 30 градусов сверху и снизу.

source: CAMERA
ru: КАМЕРА

source: Top pitch reduced by
ru: Верхний тангаж уменьшен на

source: Bottom pitch reduced by
ru: Нижний тангаж уменьшен на

source: Available pitch angle
ru: Доступный угол тангажа

source: QR code
ru: QR код

source: Optional. Leave blank to show no pop-up.
ru: Опционально. Оставьте пустым, чтобы не показывать сообщение.

source: Set password
ru: Установить пароль

source: Password set. Edit to change.
ru: Пароль установлен

source: Allow magic link:
ru: Включить "Magic Link":

source: Generate
ru: Сгенерировать

source: You’ll see generated password only once. Remeber it.
ru: Вы увидете сгенерированый пароль только один раз. Запомните его.

source: Change password
ru: Сменить пароль

source: Change
ru: Сменить

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтвердите новый пароль

source: Old password is not correct.
ru: Неправильный старый пароль.

source: Now create a new password
ru: Теперь придумайте новый пароль.

source: The passwords do not match
ru: Введённые пароли не совпадают
