Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Timezone
ru: Временная зона

source: Current timezone
ru: Текущий часовой пояс

source: Enable notifications
ru: Включить уведомления

source: By email
ru: По email

source: Payment plan
ru: Тарифный план

source: My invoices (up to March, 2023)
ru: Мои счета (до марта 2023)

source: Change plan
ru: Изменить тариф

source: Tours capacity
ru: Всего туров

source: learn more
ru: узнать больше

source: Tours per month
ru: Туров в месяц

source: Points per tour (max)
ru: Точек в туре (максимум):

source: Free
ru: Бесплатно

source: Number of tours you can simultaneously have in your account.
ru: Максимальное количество туров в вашем аккаунте.

source: Number of tours you can optimize with our algorithm, both when uploading tour for the first time or when making changes.
ru: Количество туров, которое вы можете оптимизировать с помощью нашего алгоритма (при первичной загрузке тура и при внесении изменений).

source: Every tour has a number of points you can move around. This is the maximum number of points you can have in a single tour.
ru: Каждый тур имеет определенное количество точек для перемещения. Это максимальное число точек в туре.

source: Update payment details
ru: Обновить платежную информацию

source: left
ru: осталось

source: €price/mo
ru: €price/мес

source: €price/year
ru: €price/год

source: Delete account
ru: Удалить учетную запись

source: You will have %(agony)d days to restore your account. After that, your account and all your tours will be deleted permanently and your paid subscription will be canceled.
ru: У вас будет %(agony)d дней чтобы изменить решение. После этого учетная запись и все туры будут удалены безвозвратно, а ваша подписка будет отменена.

source: Enter password
ru: Введите пароль

source: Settings saved successfully
ru: Настройки успешно сохранены

source: Enter Promotion Code
ru: Введите промокод

source: Promocode
ru: Промокод

source: Discount will be applied to the next purchase/subscription
ru: Скидка будет применена к следующей покупке/подписке.

source: Apply
ru: Применить

source: Yes
ru: Да

source: You have deleted your account on <when>. The account and all tours will be deleted permanently in <left> days. Would you like to restore your account?
ru: Вы удалили учетную запись <when>. Учетная запись и туры будут удалены безвозвратно через <left> дней. Желаете восстановить учетную запись?

source: file too large. Size should be less then <limit> MB
ru: файл слишком большой. Размер не должен превышать <limit> МB

source: Deselect all
ru: Сбросить выбор

source: Drop audio files here
ru: Перетащите аудиофайлы сюда

source: No
ru: Нет

source: Yes, delete
ru: Да, удалить

source: Do you want to delete video <video_name>?
ru: Вы хотите удалить видео <video_name>?

source: Terms
ru: Условия

source: Preferences
ru: Настройки

source: Tour branding allows you to disable all mentions of Biganto and replace them with your own images and texts. Branding is attached to this tour only and lasts for one year. Branding is only available on <strong>Business and Custom plans</strong>.
ru: Брендирование туров позволяет вам убрать изображения и упоминания о Biganto и заменить их своими изображениями и текстами. Брендинг привязан к отдельному туру и действует в течении года. Брендинг доступен только для подписчиков тарифа <strong>Business и персонализированных тарифных планов</strong>.

source: More info here
ru: Больше информации

source: Buy
ru: Купить

source: Branding expires on
ru: Срок действия брендинга истекает

source: Branding expires in <x> days
ru: Брендинг заканчивается через <x> дней

source: Text above minimap
ru: Текст над миникартой

source: Upload custom logo
ru: Загрузить мой логотип

source: No logo
ru: Без логотипа

source: Custom logo
ru: Мой логотип

source: Help pop-up bottom text
ru: Текст внизу окна справки

source: Logo image
ru: Логотип

source: Help pop-up logo destination URL
ru: Ссылка картинки окна справки

source: Generate link feature
ru: Кнопка Generate Link

source: Buy branding
ru: Купить брендинг

source: Your tour status is "Testing" at the moment, tours in this status are stored for a limited time. Before purchasing a branding, we recommend publishing the tour.
ru: Ваш тур находится в статусе "Тестирование", туры в данном статусе хранятся ограниченное время. Перед покупкой брендинга мы рекомендуем опубликовать тур.

source: Years
ru: Годы

source: Enjoy!
ru: Пользуйтесь!

source: Thank you!
ru: Спасибо!

source: Promo code
ru: Промокод

source: Generate link
ru: Создать ссылку

source: Shade title
ru: Название тени

source: Reupload panoramas
ru: Перезалить панорамы

source: Delete all panoramas
ru: Удалить все панорамы

source: Delete shade
ru: Удалить тень

source: Transition
ru: Переход

source: ms
ru: мс

source: Enabled
ru: Включена

source: No transition
ru: Без перехода

source: Fade
ru: Слияние

source: Change image
ru: Заменить тень

source: Add shade
ru: Добавить тень

source: Upload panorama
ru: Загрузить панораму

source: Upload shade binocular panorama
ru: Загрузить бинокулярную панораму для тени

source: Delete panorama
ru: Удалить панораму

source: You can reupload shade panorama later.
ru: Вы сможете заново загрузить панораму позже.

source: sec
ru: сек

source: s
ru: с

source: m
ru: м

source: h
ru: ч

source: d
ru: дн

source: No data
ru: Нет данных

source: Number of sessions
ru: Количество сессий

source: Last month
ru: Последний месяц

source: Last 7 days
ru: Последние 7 дней

source: The requested URL was not found on the server. If you entered the URL manually please check your spelling and try again.
ru: Запрошенная страница не найдена на сервере. Если вы ввели URL-адрес вручную, проверьте правильность написания и повторите попытку.

source: Camera model
ru: Модель камеры

source: Serial number
ru: Серийный номер

source: Sweeps
ru: Свипы

source: No scenes yet
ru: Сцен пока нет

source: Upload scenes from your FilinCam camera
ru: Загрузите сцены с вашей FilinCam камеры

source: Process
ru: Обработать

source: Autoprocess
ru: Автопроцесс

source: Upload scenes
ru: Загрузка сцен

source: Cancel uploading
ru: Отменить загрузку

source: Upload scene
ru: Загрузка сцены

source: Uploading scene
ru: Загрузка сцены

source: Do you want to cancel uploading?
ru: Вы действительно хотите отменить загрузку?

source: Wrong folder name
ru: Некорректное имя папки

source: Yes, cancel
ru: Да

source: No, resume
ru: Нет

source: Scene name
ru: Имя сцены

source: Important! To upload scene you need to select the folder named "scene_247_10000704", not the files it’s containing. You can upload one folder at a time. Good luck.
ru: Важно: чтобы загрузить сцену выберите папку с именем вида "scene_247_10000704", не нужно выбирать содержимое папки. Вы можете загрузить по одной сцене за раз.

source: Please wait patiently while your scenes will be uploaded to cloud servers. Make yourself a coffee. A good one.
ru: Пожалуйста, дождитесь пока сцена будет загружена в облако. Сварите себе чашечку кофе.

source: uploaded
ru: загружено

source: Ready
ru: Готово

source: Default options
ru: Опции по умолчанию

source: #(days)d #(hours)h #(minutes)m left
ru: #(days)д #(hours)ч #(minutes)м ост.

source: Upload paused
ru: Загрузка приостановлена

source: Upload failed
ru: Загрузка не удалась️

source: Scene uploaded
ru: Сцена загружена

source: Queued
ru: В очереди

source: Processing
ru: Обработка

source: Process paused
ru: Обработка приостановлена

source: Process failed
ru: Обработка не удалась

source: Transferring tour
ru: Передаем тур

source: Transfer paused
ru: Передача тура приостановлена

source: Transfer failed
ru: Передача тура не удалась️

source: Tour ready
ru: Тур готов

source: Areas
ru: Областей

# devcon|projects
source: Tours
ru: Туров

source: Delete project
ru: Удалить проект

source: Add project
ru: Добавить проект

source: Everything will perish forever.
ru: Всё сотрётся навсегда.

source: Personal account
ru: Личный кабинет

source: You have deleted your account on %(when)s. The account and all tours will be deleted permanently in %(left)d days. Would you like to restore your account?
ru: Вы удалили свой аккаунт %(when)s. Аккаунт и все туры будут удалены насовсем через %(left)d дней. Вы хотите восстановить свой аккаунт?

source: 3D tours
ru: 3D–туры

source: Value
ru: знач.

source: m²
ru: м²

source: ha
ru: га

source: Select a sample
ru: Выбор шаблона

source: Multimedia
ru: Мультимедиа

source: Page header
ru: Заголовок страницы

source: The name is on the header.
ru: Название в шапке

source: The link is on the logotype.
ru: Ссылка на логотипе

source: Incorrect link format. Please, check the input format.
ru: Некорректный формат ссылки. Пожалуйста, проверьте формат ввода.

source: Logo
ru: Логотип

source: Update logo.
ru: Обновить лого

source: Matches the address of the whole object.
ru: Совпадает с адресом всего объекта

source: Delete a mark
ru: Удалить маркер

source: per month
ru: в месяц

source: per year
ru: в год

source: per day
ru: в сутки

source: Object description
ru: Описание проекта

source: Piece
ru: шт.

source: Phone number
ru: Телефон

source: Web site
ru: Сайт

source: Save and continue
ru: Сохранить и продолжить

source: Contact person
ru: Контактное лицо:

source: Cost of an offer
ru: Стоимость предложения:

source: Agents
ru: Агентам

source: Solution for realtors
ru: Решение для риелторов

source: Digital twins
ru: ЦИФРОВЫЕ ДВОЙНИКИ

source: help agents increase conversions and sales
ru: помогают агентам повысить конверсию и увеличить количество продаж

source: Use modern technologies for presenting objects to your customers
ru: Используй современные технологии презентации объектов своим клиентам

source: Digitization of real estate from Biganto allows you to replace the traditional photos and videos with an interactive virtual tour of the property. Biganto tours significantly improve customer engagement and information value of media materials for the clients.
ru: Оцифровка недвижимости от Biganto позволяет заменить традиционную фото и видео-съемку на интерактивный виртуальный тур по объекту. Туры Biganto значительно повышают вовлечение и информативность медиа-материалов для клиентов.

source: Most agents using Biganto tours report higher conversion rates and more deals overall
ru: Большинство агентов, использующих туры Biganto, отмечают повышение конверсии и увеличение количества сделок

source: quicker decision time
ru: времени на принятие решения

source: time to get acquainted with the property for rent or sale
ru: времени ознакомления с объектом аренды или продажи

source: Significant
ru: ЗНАЧИТЕЛЬНАЯ

source: agent time savings by reducing the number of non-target property demonstrations
ru: экономия времени агента за счет сокращения количества нецелевых показов

source: Improve
ru: УЛУЧШАЙТЕ

source: real estate offers with the Biganto platform:
ru: ПРЕДЛОЖЕНИЯ О ПРОДАЖЕ НЕДВИЖИМОСТИ С ПОМОЩЬЮ ПЛАТФОРМЫ BIGANTO

source: Photo tour for apartment with no finishing
ru: Фото-тур по квартире в бетоне

source: Photo tour for furnished apartment
ru: Фото-тур по квартире с отделкой

source: Modern real estate buyers are more demanding on the quality of content. Biganto digital twins are a new technological standard for the presentation of objects and the organization of property displays. More and more agents are using Biganto virtual tours in their work.
ru: Современные покупатели недвижимости более требовательны к качеству контента. Цифровые двойники Biganto - это новый технологичный стандарт презентации объектов и организации показов. Все больше агентов в России используют виртуальные туры Biganto в своей работе.

source: Powerful Features
ru: Мощный функционал

source: The virtual demonstration process is not only as close as possible to a real visit to the object, but also provides additional opportunities:
ru: Процесс виртуального показа не только максимально приближен к реальному визиту на объект, но и дает дополнительные возможности:

source: Accessibility from any device
ru: Доступность с любого устройства

source: Run tours in the browser, apps, desktop, mobile and VR.
ru: Запускайте туры в браузере, в приложениях, на десктопе, мобильных устройствах и в VR.

source: Three-dimensional model of the object
ru: Объемная трехмерная модель объекта

source: View an interactive layout of the object in full 3D with the ability to rotate.
ru: Просматривайте интерактивный макет объекта в полном 3D с возможностью вращения.

source: Measurement of dimensions and distances within the tour
ru: Измерение размеров и расстояний внутри

source: Measure virtual space the same way you measure real space.
ru: Измеряйте виртуальное пространство так же, как и реальное.

source: Shared Viewing with Host Mode
ru: Совместный просмотр с режимом ведущего

source: View tours together with the client remotely, on different parts of the world and on different platforms
ru: Просматривайте туры совместно с клиентом на разных концах планеты и на разных платформах.

# agents
source: Multitours
ru: Несколько туров в одном

source: Explore the same object in different designs and finishes.
ru: Исследуйте один и тот же объект в разных вариантах дизайна и отделки.

source: Integrated floor plan
ru: Интегрированная планировка объекта

source: Add a floor plan for object navigation, compare the actual state with the planned one
ru: Добавьте план БТИ для навигации по объекту, сравните фактическое состояние с плановым

source: Branded photos and videos
ru: Брендированные фото и видео

source: Share media content automatically generated from tours with your logo embedded in it.
ru: Делитесь медиа контентом с вашим логотипом, автоматически сгенерированным из туров.

source: Floor plan
ru: План квартиры

source: Digital twin generated floor plan
ru: Карта пола цифрового двойника

source: Shall we start?
ru: НАЧНЕМ?

source: To create an accurate and detailed digital twin of an existing property, use Biganto's real estate digitization service.
ru: Для создания точного и детализированного цифрового двойника существующего объекта воспользуйтесь сервисом оцифровки недвижимости от Biganto.

source: Contact us agents
ru: Свяжитесь с нами:

source: Welcome to Virtoaster support! Please, complete the form and we will address your request as soon as possible.
ru: Добро пожаловать в службу поддержки Virtoaster! Пожалуйста, заполните форму и мы ответим на ваш запрос как можно скорее.

source: Issue with created tour
ru: Проблема с созданием тура

source: Issue with payment/tariff, etc.
ru: Проблема с оплатой, тарифами и т.п.

source: Request feature/provide feedback
ru: Предложить функцию/оставить отзыв

source: Link to the tour
ru: Ссылка на тур

source: Please, provide a link to the tour you having trouble with.
ru: Пожалуйста, предоставьте ссылку на тур, с которым у вас возникли проблемы.

source: Have you tried to solve the issue using <a href='%(url)s' target='_blank'>“Troubleshooting”</a> guide?
ru: Пытались ли вы решить проблему с помощью <a href='%(url)s'"target='_blank'>данного руководства</a>?

source: Message:
ru: Сообщение:

source: Tour Branding
ru: Брендирование туров

source: extra
ru: Дополнительно

source: Creating interactive objects
ru: Создание интерактивных объектов

source: Creating an interactive object
ru: Создание интерактивного объекта

source: Interactive object example
ru: Пример использования

source: Interactive object transformation, actions
ru: Трансформация интерактивного объекта, экшены

source: Other suggestions
ru: Другие примеры

source: Summary
ru: Краткое руководство

source: Desktop player
ru: Desktop плеер

source: support
ru: Поддержка

source: Editing tour assets
ru: Редактирование контента тура

source: must-read
ru: Обязательно

source: How it works?
ru: Как это работает?

source: Requirements
ru: Требования

source: Quick start guide
ru: С чего начать?

source: Apply our tools
ru: Использование наших инструментов

source: Setting up camera
ru: Настройка камеры

source: Preparing geometry for Virtoaster, Export tool
ru: Подготовка геометрии, экспорт

source: Render and upload assets
ru: Рендер и загрузка компонентов тура

source: Setting up 360 render
ru: Настройка рендера

source: Post production
ru: Постобработка

source: Assets uploading
ru: Загрузка компонентов тура

source: Edit and share 3d tour
ru: Редактирование и публикация 3d тура

source: Releasing your tour
ru: Публикация 3d тура

source: Manual model replacement
ru: Замена модели вручную

source: Rendering floor plan
ru: Рендер миникарты

source: Tour editing mode
ru: Режим редактирования тура

source: Interactive meshes
ru: Интерактивные меши

source: Troubleshooting
ru: Устранение проблем

source: Installing Oculus Quest/Go apps
ru: Установка плеера, Oculus&nbsp;Quest/Go

source: Uploading assets
ru: Загрузка компонентов тура

source: Password recovery
ru: Восстановление пароля

source: The letter to recover your password has been sent to %(email)s.
ru: Письмо для восстановления пароля было отправлено на %(email)s.

source: Please follow the link inside to confirm password reset.
ru: Пожалуйста, воспользуйтесь ссылкой внутри для сброса пароля.

source: Back to the main page
ru: На главную

source: The password has been successfully recovered
ru: Процедура восстановления пароля успешно завершена.

source: Good day
ru: Добрый день

source: Thank you for creating Biganto account! To protect your privacy, we ask you to confirm your registration by clicking the following link:
ru: Спасибо за регистрацию аккаунта Biganto! Для защиты ваших личных данных, пожалуйста подтвердите регистрацию, проследовав по ссылке:

source: If you have received this e-mail by mistake, you can simply ignore the message. Without confirmation of your registration your data will be deleted from our systems within 24 hours.
ru: Если вы получили данный e-mail по ошибке, просто проигнорируйте его. Без подтверждения регистрации ваши данные будут удалены из системы в течении 24 часов.

source: If you have any questions, please contact us via info@biganto.com.
ru: Если у вас есть вопросы, вы можете связаться с нами через сообщение на ru.info@biganto.ru.

source: If you have any questions, please contact us via
ru: Если у вас есть вопросы, вы можете связаться с нами через сообщение на

source: You or someone else have requested a password recovery on the web site <a href="%(url)s">biganto.com</a>.
ru: Вы или кто-то другой запросили восстановление пароля на сайте <a href="%(url)s">biganto.ru</a>.

source: Follow the link to restore the password.
ru: Для восстановления пароля пройдите по ссылке:

source: If you have not requested a link for password recovery, you can just ignore this message.
ru: Если вы не запрашивали восстановление пароля, просто проигнорируйте это сообщение.

source: Our Knowledge base
ru: Наша База знаний

source: Once again
ru: Ещё раз:

source: Create subscription «%(title)s»
ru: Подписаться на тариф «%(title)s»

source: Billing address
ru: Платёжный адрес

source: State, province, region
ru: Область, регион

source: Postal Code
ru: Почтовый Индекс

source: Promotion code
ru: Промокод

source: Customer Name / Company name
ru: Имя заказчика / компании

source: Customer or Company name to show in the invoice
ru: Имя заказчика или компании для отображения в счете

source: TAX Number
ru: Налоговый номер

source: Select Tax ID type and enter valid Tax ID to be considered a business customer. Be aware that it is responsibility of a business customer to pay VAT or similar taxes when applicable.
ru: Выберите тип налогового номера и введите правильный идентификационный налоговый номер чтобы оплатить подписку как юридическое лицо. Обратите внимание, что в этом случае обязанность уплаты НДС и похожих налогов лежит на покупателе, когда данные налоги применимы.

source: Card info
ru: Данные карты

source: Please wait...
ru: Подождите...

source: Subscribe
ru: Подписаться

source: Please select your country.
ru: Пожалуйста, выберите страну.

source: Please enter your Tax ID.
ru: Пожалуйста, введите налоговый номер.

source: Convert your 3D model into 3d virtual tour with VR support with freedom of movement
ru: Превратите существующую 3D-сцену в виртуальный 3D и VR тур со свободой перемещения

source: *You’ll need a PC to create a tour
ru: *Для создания тура вам потребуется компьютер

source: See all tours
ru: Смотреть все туры

source: What is Virtoaster?
ru: Что такое Virtoaster?

source: 3D scene
ru: Сцена в 3d

source: Your project in 3d Max, scene you want to transform into visual tour
ru: Ваш проект в 3d Max, сцена, из которой вы хотите создать тур

source: Prepare assets
ru: Подготовьте компоненты тура

source: Prepare renders and export model with the help of our tools and guides.
ru: Подготовьте рендеры и экспортируйте модель с помощью наших инструментов и базы знаний.

source: Create and share the tour
ru: Соберите и поделитесь туром

source: Upload assets and assemble tour through the web interface. Share it with a link!
ru: Загрузите компоненты и соберите тур в web-интерфейсе. Поделитесь туром с помощью ссылки!

source: For more information <a href="%(url)s">visit the "Tutorials" page</a> and see <a href="%(urlVideo)s">video demonstration</a>
ru: Для получения дополнительной информации <a href="%(url)s">посетите раздел "Уроки"</a> и смотрите <a href="%(urlVideo)s">видео</a>

source: See all plans →
ru: Все тарифы →

source: Start your <span class="pricing-accent">free trial<span>
ru: Попробовать <span class="pricing-accent">бесплатно</span>

source: month
ru: месяц

source: Points per tour
ru: Точек в туре

source: Next generation 3d and VR tours is a sure way to make a lasting impression on your customers
ru: 3D и VR-туры нового поколения – верный способ произвести незабываемое впечатление на ваших клиентов

source: Highlight your works
ru: Выделить свои работы среди других

source: Reach new customers and expand available services to existing ones
ru: Привлечь новых клиентов и расширить спектр услуг для существующих

source: Create VR ready 3d tours without special knowledge, using only existing assets
ru: Создать 3D и VR-туры из готовых компонентов без специальных знаний

source: Visualize your ideas
ru: Визуализируйте ваши идеи

source: No 3d model? Order a 3d scene, created by your specs from one of our partners - visualisation studios, with experience in virtual tour creation
ru: Нет 3d модели? Закажите сцену у наших партнеров - одной из студий визуализации, с опытом создания виртуальных туров

source: OUR PARTNERS
ru: НАШИ ПАРТНЕРЫ

source: Digitize existing space
ru: Оцифруйте готовые помещения

source: Have existing premises? Create digital doubles for real estate with FilinCam - high definition 3d camera with laser scanning.
ru: Есть готовые помещения? Создавайте цифровые копии существующих помещений с помощью FilinCam - высокоточной 3d камеры с лазерным сканированием пространства

source: Select the plan that meets your requirements:
ru: Выберите тарифный план, который отвечает вашим требованиям:

source: Plans beyond Basic are only available for legal entities and require Tax ID to be purchased.
ru: Тарифные планы помимо Basic доступны только для юридических лиц, для их приобретения требуется указать налоговый номер.

source: Tours capacity:
ru: Всего туров:

source: Tours per month:
ru: Туров в месяц:

source: Hosting
ru: Хостинг

source: Extra features
ru: Дополнительные возможности

source: Legal entities price
ru: Цена для юридических лиц

source: Prices do not include VAT
ru: Цена указана без НДС

source: Consumers price
ru: Цена для физических лиц

source: Price include German VAT of 19%%, final price may be different if another VAT rate is applicable for your case
ru: Цена включает НДС Германии 19%%, финальная цена может отличаться, если для вас применима другая ставка НДС

source: Current plan
ru: Текущий план

source: %(count)s left
ru: %(count)s осталось
