Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Virtoaster support request #%(number)s
ru: Запрос в поддержку Virtoaster #%(number)s

source: No client ID in request.
ru: Отсутствует ID клиента в запросе.

source: No client version in request.
ru: Отсутствует версия клиента в запросе.

source: Action "%(action_id)s" not found.
ru: Действие "%(action_id)s" не найдено.

source: Unknown action type.
ru: Неизвестный тип действия.

source: You can not change action type.
ru: Вы не можете изменить тип действия.

source: Bad data type for property %(property)s
ru: Неверный тип свойства %(property)s

source: URL must be specified for action "sound".
ru: Для этого действия нужно указать URL звукового файла.

source: There are no audio tracks in tour.
ru: В туре нет озвучки.

source: Track %(clip_id)s not found.
ru: Аудиодорожка %(clip_id)s не найдена.

source: You can not buy tour features while on Trial plan. Please <a href="%(url)s">upgrade your account</a>.
ru: Вы не можете приобретать расширенные свойства туров на тарифе Trial. Пожалуйста, <a href="%(url)s">обновите ваш тарифный план</a>.

source: Your billing details are invalid. Please update your credit card information on the <a href="%(url)s">Settings page</a>.
ru: Ваши платёжные данные неверны. Пожалуйста, обновите их на <a href="%(url)s">странице настроек</a>.

source: Billing error: %(error)s.
ru: Ошибка биллинга: %(error)s.

source: Tour %(tour_id)s not found.
ru: Тур %(tour_id)s не найден.

source: Tour %(tour_id)s does not belong to you.
ru: Тур %(tour_id)s не принадлежит вам.

source: Unknown feature %(feature)s.
ru: Неизвестное расширенное свойство %(feature)s.

source: You can not buy feature "%(feature)s" on your plan. Please <a href="%(url)s">upgrade your account</a>.
ru: Вы не можете приобрести расширенное свойство "%(feature)s" на вашем тарифе. Пожалуйста, <a href="%(url)s">обновите ваш тарифный план</a>.

source: Nothing to purchase.
ru: Нечего приобретать.

source: Promo code can not be redeemed!
ru: Промокод недействителен!

source: Failed charging your credit card. Please update your credit card information on the <a href="%(url)s">Settings page</a>.
ru: Не удалось списать средства с вашей кредитной карты. Пожалуйста, обновите ваши реквизиты на <a href="%(url)s">странице настроек</a>.

source: Invalid %(property)s value
ru: Неверное значение свойства %(property)s

source: There is no "branding" feature purchased for this tour.
ru: Брендинг не приобретен для данного тура

source: You can not edit this user.
ru: Вы не можете изменять свойства этого пользователя.

source: Wrong tour password.
ru: Неправильный пароль.

source: Wrong type of tour.
ru: Неверный тип тура.

source: Wrong status of tour.
ru: Неверный статус тура.

source: Tour not found.
ru: Тур не найден.

source: You can not edit this tour.
ru: Вы не можете редактировать этот тур.

source: Footage not found.
ru: Съемка не найдена.

source: Wrong status of footage.
ru: Неверный статус съемки.

source: You can not edit this footage.
ru: Вы не можете изменять эту съемку.

source: Uploaded model size %(uploaded)d MB exceeds maximum allowed size for high-poly models %(limit)d MB. Please consider optimizing it manually.
ru: Размер загруженной модели %(uploaded)d MB превышает допустимый для высокополигональных моделей %(limit)d MB. Пожалуйста, оптимизируйте модель вручную.

source: Uploaded model size %(uploaded)d MB exceeds maximum allowed size for low-poly models %(limit)d MB. Please consider using "Optimize 3d model" option to process it.
ru: Размер загруженной модели %(uploaded)d MB превышает допустимый для низкополигональных моделей %(limit)d MB. Воспользуйтесь опцией «Оптимизировать 3d модель».

source: Project not found.
ru: Проект не найден.

source: Project or area not found.
ru: Проект или область не найдена.

source: The area title is not valid.
ru: Некорректное имя области.

source: You can not create areas in this project.
ru: Вы не можете создавать области в этом проекте.

source: Parent area not found.
ru: Не найдена родительская область.

source: Area sorting order is not valid.
ru: Некорректный порядок сортировки областей.

source: Wrong parent area.
ru: Некорректная родительская область.

source: Attaching area to its child area is not allowed.
ru: Привязывать области к областям-'детям' не разрешается.

source: You can not add drawings in this project.
ru: Вы не можете добавлять чертежи в этом проекте.

source: Invalid drawing title.
ru: Некорректное имя чертежа.

source: Drawing file is not uploaded.
ru: Файл чертежа не загружен.

source: You can not change drawings in this project.
ru: Вы не можете редактировать чертежи в этом проекте.

source: Drawing not found in this area.
ru: Чертеж не найден в этой области.

source: Target area not found.
ru: Целевая область не найдена.

source: Please enter drawing title.
ru: Пожалуйста, введите имя чертежа.

source: You can not delete drawings in this project.
ru: Вы не можете удалять чертежи из этого проекта.

source: Please choose roles of new member.
ru: Пожалуйста, добавьте роли новому участнику.

source: Unknown role "%(role)s"
ru: Неизвестная роль '%(role)s'

source: You can not invite new owner of the project.
ru: Вы не можете приглашать новых владельцев в проект.

source: You can not invite other users in this project.
ru: Вы не можете приглашать новых пользователей в проект.

source: You have been invited to project "%(project_title)s".
ru: Вас пригласили в проект "%(project_title)s".

source: You can not view project members.
ru: Вы не можете видеть участников проекта.

source: Member not found.
ru: Участник не найден.

source: You can not assign new owner of the project.
ru: Вы не можете назначить нового владельца проекта.

source: You can not modify users in this project.
ru: Вы не можете редактировать пользователей проекта.

source: You can not kick users from this project.
ru: Вы не можете исключать пользователей из проекта.

source: You can not edit this project properties.
ru: Вы не можете редактировать свойства проекта.

source: Please enter project title.
ru: Пожалуйста, введите имя проекта.

source: You can not add tours in this project.
ru: Вы не можете добавлять туры в проект.

source: Tour already exists in this area.
ru: Этот тур уже привязан к области.

source: You can not move tours in this project.
ru: Вы не можете перемещать туры в этом проекте.

source: Tour not found in this area.
ru: Тур не найден в этой области.

source: Floor %(floor_id)s cannot be deleted
ru: Этаж не может быть удален

source: Floor %(floor_id)s not found.
ru: Этаж %(floor_id)s не найден.

source: Deleting first floor is not allowed, tour should always have at least a single floor
ru: В туре всегда должен быть первый этаж, его удаление запрещено

source: Wrong tour status.
ru: Неверный статус тура.

source: Bad height for floor %(floor)s.
ru: Неверное значение высоты для этажа %(floor)s.

source: User not found.
ru: Пользователь не найден.

source: You can not view folders of this user.
ru: Вы не можете просматривать папки этого пользователя.

source: You can not edit folders of this user.
ru: Вы не можете изменять папки этого пользователя.

source: Please specify folder title.
ru: Укажите название папки.

source: Folder not found.
ru: Папка не найдена.

source: You can not delete folders of this user.
ru: Вы не можете удалять папки этого пользователя.

source: Unknown field %(field)s
ru: Неизвестное поле %(field)s

source: Bad status value
ru: Неверный статус

source: Error saving coordinates. Please contact technical support.
ru: Ошибка сохранения координат. Пожалуйста, обратитесь в техническую поддержку.

source: API: bad input: {}
ru: API: неверные входящие данные

source: You can not create footage for other users.
ru: Вы не можете создать

source: Assets loading error: {}
ru: Ошибка загрузки ассетов

source: Tour not found
ru: Тур не найден

source: File %(filename)s not found.
ru: Файл %(filename)s не найден.

source: Unsupported image extension %(extension)s in file %(filename)s. File skipped.
ru: Неподдерживаемое расширение %(extension)s в файле %(filename)s. Файл(ы) пропущен(ы)

source: Select the plan that meets your requirements.
ru: Выберите тарифный план, который отвечает вашим требованиям:

source: Unsupported resolution in file %(filename)s. %(w)s x %(h)s instead of %(wres)s x %(hres)s. File skipped.
ru: Неверное разрешение в файле %(filename)s. %(w)s x %(h)s вместо %(wres)s x %(hres)s. Файл пропущен.

source: No upload_token in request body.
ru: В запросе отсутствует upload_token.

source: Can't find source directory %(token)s
ru: Не найдена директория %(token)

source: Unable to recognize filename %(filename)s, could not figure out image ID. File skipped.
ru: Не распознано имя файла %(filename)s, невозможно определить номер изображения. Файл пропущен.

source: Point %(skybox_id)s not found
ru: Точка %(skybox_id)s не обнаружена

source: Model file %(filename) not found.
ru: Файл модели %(filename) не найден.

source: Unsupported 3d model extension. Model should have .OBJ file format.
ru: Не поддерживаемый формат 3d модели. Модель должна иметь формат .OBJ.

source: Unable to proceed: incorrect tour status or metadata, please contact support service.
ru: Невозможно продолжить: некорректный статус тура или метаданные. Пожалуйста, обратитесь в техническую поддержку.

source: Unable to proceed: can not add task in queue
ru: Невозможно продолжить: невозможно добавить тур в очередь обработки

source: Unknown client application %(client)s
ru: Неизвестное приложение клиента %(client)s

source: Minimal version in "after" parameter must be in X.Y.Z format containing integers only.
ru: Минимальная версия в параметре "after" должна быть в формате X.Y.Z и состоять только из целых чисел.

source: Unknown application "%(app_id)s".
ru: Неизвестное приложение "%(app_id)s".

source: Wrong product
ru: Неверный идентификатор программного продукта

source: We are out of keys for this product at the moment, please try again later
ru: У нас временно закончились ключи для данного продукта, попробуйте позже.

source: Navigator item not found.
ru: Элемент навигатора не найден.

source: Overlay %(overlay_id)s not found.
ru: Оверлей %(overlay_id)s не найден.

source: Invalid effect "%(effect)s"
ru: Неверный эффект "%(effect)s"

source: "_" shadow ID is reserved for default panoramas.
ru: Тень "_" зарезервирована для дефолтной панорамы.

source: Skybox %(skybox_id)s not found.
ru: Скайбокс %(skybox_id)s не найден.

source: Shadow %(shadow_id)s not found.
ru: Тень %(shadow_id)s не найдена.

source: There is no shadow %(shadow_id)s in skybox %(skybox_id)s.
ru: У скайбокса %(skybox_id)s нет тени %(shadow_id)s.

source: Bad request: nothing selected.
ru: Неверный запрос: он пуст.

source: The email address is not valid.
ru: Вы ввели ошибочный адрес электронной почты.

source: You selection in tour "%(title)s"
ru: Ваш список покупок в туре "%(title)s"

source: Template "%(template)s" not found.
ru: Шаблон %(template)s не найден.

source: Shadows has been changed. Please reload the page.
ru: Тень была изменена. Пожалуйста, обновите страницу.

source: Unable to process the model. Check if model is exported with Biganto tools and reupload. Please contact technical support if problem persists.
ru: Ну удалось автоматически обработать вашу модель. Убедитесь, что загружаемая модель экспортирована с помощью инструментов Biganto. Пожалуйста, свяжитесь с технической поддержкой если проблема сохранится.

source: Video recording service is temporarily unavailable. Please try again later.
ru: Запись видео в настоящий момент недоступна. Пожалуйста, попробуйте позже.

source: Target folder not found.
ru: Целевая папка не найдена.

source: You can not move tour %(tour)s to folder %(folder)s because folder %(folder)s does not belong to you.
ru: Вы не можете переместить тур "%(tour)s" в папку "%(folder)s", потому что она не ваша.

source: You can not specify %(key1)s and %(key2)s simultaneously in one request.
ru: Вы не можете одновременно использовать %(key1)s и %(key2)s в одном запросе.

source: You can not view this directory.
ru: Вы не можете просматривать содеримое этой папки.

source: Directory %(dir)s does not exist.
ru: Папки %(dir)s не существует.

source: Can't save file.
ru: Не удалось сохранить файл.

source: File %(file)s not found.
ru: Файл %(file)s не найден.

source: %(file)s is a directory.
ru: %(file)s является папкой.

source: File not found.
ru: Файл не найден.

source: You can not view other user's data.
ru: Вы не можете просматривать данные других пользователей.

source: Email %(email)s already registered for another user.
ru: На адрес %(email)s уже зарегистрирован другой пользователь.

source: Unknown timezone "%(timezone)s"
ru: Неизвестная временная зона "%(timezone)s"

source: Password should contain at least six symbols.
ru: Пароль должен содержать минимум шесть символов.

source: Your account is already marked for deletion.
ru: Ваша учетная запись уже ожидает удаления.

source: Password is not correct!
ru: Неправильный пароль!

source: Wrong login.
ru: Неправильное имя пользователя.

source: Wrong password.
ru: Неправильный пароль.

source: Please check your inbox for an email with your account activation link.
ru: Ссылка для активации аккаунта отправлена на вашу электронную почту

source: The password is correct, but your personal account is not active.
ru: Пароль верен, но ваш аккаунт не подтвержден

source: The password is correct, but your personal account is deleted.
ru: Пароль верен, но ваш аккаунт удалён.

source: No API version in request.
ru: Отсутствует версия API в запросе.

source: Please authorize.
ru: Пожалуйста авторизируйтесь.

source: Please check tour types filter.
ru: Пожалуйста, проверьте фильтр по типу тура.

source: Please check order filter.
ru: Пожалуйста, проверьте фильтр по типу заказа.

source: Folder %(estate_id)s not found.
ru: Папка %(estate_id)s не обнаружена.

source: Please specify either tour IDs or folder ID.
ru: Пожалуйста, укажите ID тура или ID папки.

source: Please specify folder ID.
ru: Пожалуйста, укажите ID папки.

source: Please specify tour IDs.
ru: Пожалуйста, укажите ID тура.

source: Tours not found.
ru: Туры не найдены.

source: Subscription cancelled
ru: Подписка отменена

source: By default
ru: По умолчанию

source: By date
ru: По дате

source: Tour does not exist, deleted or hidden.
ru: Тур не существует, удалён или скрыт.

source: The owner of this tour has deleted his account.
ru: Владелец тура удалил свой аккаунт.

source: This tour is in testing mode and will perish in %(perish)d days. Please <a href="#" class="b-topline__publish" id="publish-tour">publish</a> it to make it available forever.
ru: Тур находится в статусе "Тестирование" и будет удален через %(perish)d дней. <a href="#" class="b-topline__publish" id="publish-tour">Опубликуйте</a> тур, чтобы он был доступен в течении неограниченного времени.

source: Tours with "Testing" status have limited hosting time. <a href="#" class="b-topline__publish" id="publish-tour">Publish</a> the tour to to make it available forever.
ru: Туры в статусе "Тестирование" имеют ограниченный срок хранения. <a href="#" class="b-topline__publish" id="publish-tour">Опубликуйте</a> тур, чтобы он был доступен в течении неограниченного времени.

source: This tour is hidden and only you can see it.
ru: Тур скрыт и доступен к просмотру только вам.

source: today at
ru: сегодня в

source: yesterday at
ru: вчера в

source: Error reading model, file is empty or not found. Please, upload model, exported with Biganto tools. If problem persists, please contact technical support.
ru: Ошибка чтения модели или модель пуста. Загрузите модель, экспортированную с помощью инструментов Biganto. Если проблема повторится, обратитесь в техническую поддержку.

source: Error parsing model. Please, upload model, exported with Biganto tools. If problem persists, please contact technical support.
ru: Ошибка парсинга модели. Загрузите модель, экспортированную с помощью инструментов Biganto. Если проблема повторится, обратитесь в техническую поддержку.

source: System error - unable to open model file. File is being used by another process or you are not allowed to access it. Please try again later or contact technical support.
ru: Системная ошибка - невозможно открыть файл модели. Файл используется другим процессом или у вас отсутствуют доступ. Попробуйте позже или обратитесь в техническую поддержку.

source: Invalid polygons: polygon in the model has more than 200 vertices. Please, upload valid 3d model.
ru: Некорректные полигоны: некоторые полигоны в модели имеют более 200 вершин. Пожалуйста, загрузите корректную модель.

source: Object count in your model exceeds allowed. 3d model should not contain more than 6000 objects.
ru: Количество объектов в 3d модели превышает допустимое. В модели должно быть не больше 6000 объектов.

source: Model size exceeds maximum allowed
ru: Размер модели превышает допустимый

source: Error extracting coordinates from scene geometry. Check, if number of images corresponds to number of auxiliary geometry objects in 3d scene. Check if helpers geometry was created using Biganto tools.
ru: Ошибка извлечения координат из вспомогательной геометрии в сцене. Убедитесь, что количество панорам совпадало с количеством "хэлперов" в вашей сцене. Убедитесь, что вспомогательная геометрия создана с помощью инструментов Biganto.

source: Unable to find camera helpers. Please, upload model with camera, created with Virtoaster Cam tools or upload coordinates with .txt file.
ru: Не обнаружено вспомогательной геометрии камеры. Загрузите модель с камерой, созданной с помощью инструментов Virtoaster или загрузите координаты в .txt файле.

source: Invalid camera helper name: non integer index. Please rename camera helpers and reupload the model.
ru: Некорректное имя вспомогательной геометрии камеры: не числовой номер. Переименуйте вспомогательную геометрию и перезагрузите модель.

source: Invalid camera helper name: index exceeds helper count. Please rename camera helpers and reupload the model.
ru: Некорректное имя вспомогательной геометрии камеры: номер больше количества хэлперов. Переименуйте вспомогательную геометрию и перезагрузите модель.

source: Invalid helpers: non triangle geometry. Please, upload model with camera, created with Virtoaster Cam tools or upload coordinates with .txt file.
ru: Некорректная вспомогательной геометрии камеры: не треугольная геометрия. Загрузите модель с камерой, созданной с помощью инструментов Virtoaster или загрузите координаты в .txt файле.

source: Invalid helpers: non isosceles triangle geometry. Please, upload model with camera, created with Virtoaster Cam tools or upload coordinates with .txt file.
ru: Некорректная вспомогательной геометрии камеры: не равнобедренные треугольники. Загрузите модель с камерой, созданной с помощью инструментов Virtoaster или загрузите координаты в .txt файле.

source: Error parsing coordinates from JSON. Please contact technical support.
ru: Ошибка парсинга координат с JSON. Пожалуйста, обратитесь в техническую поддержку.

source: No geometry to extract coordinates from. Remove "Recognize coordinates from .obj" flag and upload .txt coordinates file.
ru: Отсутствует геометрия из которой можно определить координаты. Снимите флаг "Распознать координаты модели из .obj" и загрузите .txt файл с координатами.

source: System error while processing model. Please contact technical support.
ru: Системная ошибка обработки модели. Пожалуйста, обратитесь в техническую поддержку.

source: Geometry bounding box size exceeds allowed. Please check model scale and if there are any stray objects outside interior. Upload valid model
ru: Габариты модели превышают максимальные допустимые. Проверьте масштаб модели и наличие лишней геометрии за пределами интерьера. Загрузите корректную модель.

source: Polygon count exceeds maximum allowed. Optimize model manually or follow our guideline for model exporting
ru: Количество полигонов превышает допустимое. Оптимизируйте модель вручную или воспользуйтесь нашей статьей об экспорте геометрии

source: Cameras are too far away from model. Check model scale and if coordinates are correct.
ru: Камеры расположены слишком далеко от модели. Проверьте масштаб модели и правильность координат.

source: Unable to find images for some of the recognized points. Please, check if camera helpers number and indices correspond to number and indices of the images.
ru: Невозможно подобрать панорамы к некоторым распознанным точкам. Пожалуйста, проверьте количество и номера панорам на соответствие вспомогательной геометрии в модели.

source: System error while reading panoramas. Please contact technical support.
ru: Системная ошибка чтения панорам. Пожалуйста, обратитесь в техническую поддержку.

source: System error while saving model. Please contact technical support.
ru: Системная ошибка при сохранении модели. Пожалуйста, обратитесь в техническую поддержку.

source: System error while processing textures. Please contact technical support.
ru: Системная ошибка при обработке текстур. Пожалуйста обратитесь в техническую поддержку.

source: Unknown error when processing model (code %(code)d). Please contact technical support.
ru: Неизвестная ошибка при обработке модели (код %(code)d). Пожалуйста, обратитесь в техническую поддержку.

source: Missing coordinates for panorama #%(skybox_id)s
ru: Не найдены координаты для панорамы #%(skybox_id)s

source: Unable to process image "%(file)s": %(err)s. Please, check if image is compliant with technical requirements.
ru: Невозможно обработать панораму "%(file)s": %(err)s. Проверьте, что изображение соответствует техническим требованиям.

source: No panorama for point %(skybox_id)s, recognized from 3d model.
ru: Нет панорамы для точки %(skybox_id)s, распознанной из 3d модели.

source: No object to recognize coordinates from, for point %(skybox_id)s (object named "cam_%(skybox_id)s")
ru: Отсутствует объект, из которого можно распознать координаты для точки %(skybox_id)s (объект "cam_%(skybox_id)s")

source: Unexpected error when creating a tour, we are working on it
ru: Сборка тура не удалась из-за системной ошибки, наша команда уже работает над этим

source: Target skybox must be specified for action "goto".
ru: Для этого действия нужно указать целевой скайбокс.

source: Popup action should contain either `html`, either `iframe`, either `html_get`, either `title`+`body`+buttons`, either `image@flow` attributes
ru: Действие попапа должно содержать свойства либо `html`, либо `iframe`, либо `html_get`, либо `title`+`body`+buttons`

source: Unknown image type in %(key)s.
ru: Неопознанный тип изображения в %(key)s.

source: Video URLs must be specified for action "video".
ru: Для этого действия нужно указать URL видеофайла.

source: You must specify at least one URL for video action.
ru: Нужно указать как минимум один URL для этого действия.

source: URL must be specified for action "href".
ru: Нужно указать URL.

source: Tour ID must be specified for action "tour".
ru: Нужно указать целевой тур.

source: Tour ID must be specified for action "offer".
ru: Нужно указать целевой тур.

source: Bad data type for property %(property)s
ru: Неверный тип свойства %(property)s

source: Not enough %(object)s properties %(prop)s.
ru: Недостаточно свойств %(prop)s у объекта %(object)s.

source: Bad overlay type %(type)s
ru: Неверный тип оверлея %(type)s

source: Please specify overlay type.
ru: Пожалуйста, укажите тип оверлея.

source: %(filename)s: should be an MP3 file.
ru: %(filename)s должен быть MP3-файлом.

source: %(filename)s is too large. Limit: %(limit)d MB.
ru: Файл %(filename)s слишком большой. Лимит: %(limit)d MB.

source: %(filename)s: not a valid MP3 file.
ru: Файл %(filename)s не является MP3-файлом.

source: No skybox specified when creating navigator element.
ru: Скайбокс не указан при создании элемента навигатора.
