Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Normal
ru: По умолчанию

source: Light
ru: Светлый

source: Dark
ru: Тёмный

source: Portrait 1
ru: Портретный 1

source: Portrait 2
ru: Портретный 2

source: Landscape 1
ru: Альбомный 1

source: Landscape 2
ru: Альбомный 2

source: System error (BAD_ASSET_NAME %(name)s)
ru: Системная ошибка (BAD_ASSET_NAME %(name)s)

source: Unable to upload an image %(name)s
ru: Не удалось загрузить картинку %(name)s

source: Panorama should be at least %(std)s px, you've got %(wrong)s.
ru: Разрешение панорамы должно быть не менее %(std)s пикс., ваше разрешение: %(wrong)s.

source: Rejection
ru: Отказ

source: 0 — 10 sec.
ru: 0 — 10 сек.

source: 10 — 60 sec.
ru: 10 — 60 сек.

source: 1 — 5 min.
ru: 1 — 5 мин.

source: 5 — 10 min.
ru: 5 — 10 мин.

source: 10 — 30 min.
ru: 10 — 30 мин.

source: 30 — 60 min.
ru: 30 — 60 мин.

source: Over an hour
ru: Более часа

source: Others
ru: Другие

source: Enter folder name
ru: Назовите папку

source: Payment gateway error. Please try again later.
ru: Ошибка платёжного шлюза. Повторите через некоторое время.

source: Payment details have been updated.
ru: Платёжные данные обновлены.

source: You do not have active subscriptions.
ru: У Вас нет активных подписок.

source: There was a problem with billing service, please try again later.
ru: Ошибка биллингового сервиса, пожалуйста, повторите попытку позже.

source: Promo code successfully redeemed!
ru: Промокод успешно применен!

source: Invalid subject.
ru: Некорректная тема.

source: Invalid tour link.
ru: Некорректная ссылка на тур.

source: Describe your issue.
ru: Опишите проблему.

source: Invalid contact email.
ru: Некорректный email.

source: No tours or objects are selected to display statistics. Select one or more items in the left menu.
ru: Не выбраны туры или объекты для отображения статистики. Выберите один или несколько пунктов в левом меню.

source: There is no data for the selected period.
ru: Нет данных за выбранный период.

source: The selected elements do not intersect.
ru: У выбранных элементов нет пересечений.

source: Invalid query parameters.
ru: Некорректные параметры запроса.

source: Download as...
ru: Скачать как...

source: Print
ru: Распечатать

source: Sessions
ru: Визиты

source: Users
ru: Посетители

source: Country
ru: Страна

source: City
ru: Город

source: City and country
ru: Город и страна

source: View type
ru: Тип просмотра

source: Embedded
ru: Встроенный

source: Link
ru: Ссылка

source: Source
ru: Источник

source: Not defined
ru: Не определено

source: Median
ru: Медианное

source: Maximum
ru: Максимальное

source: Not selected
ru: Не выбран

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Last 2 days
ru: Последние 2 дня

source: Week
ru: Неделя

source: Month
ru: Месяц

source: Year
ru: Год

source: Quarter
ru: Квартал

source: Last 3 Years
ru: Последние 3 года

source: This Year
ru: Текущий год

source: Last Year
ru: Прошлый год

source: Custom Range
ru: Произвольный диапазон

source: Subject
ru: Тема

source: Tour link
ru: Ссылка на тур

source: Description
ru: Описание

source: Contact email
ru: Email для обратной связи

source: User profile
ru: Профиль пользователя

source: We create a virtual space long before it is built.
ru: Мы создаем виртуальное помещение до того, как оно построено.

source: Sign in
ru: Войти

source: Sign up
ru: Регистрация

source: Confirm
ru: Подтвердить

source: Please confirm your email address by following the link you will receive shortly to {{email}}
ru: Пожалуйста, подтвердите адрес электронной почты. Ссылка для подтверждения была отправлена на {{email}}

source: Welcome to biganto.com!
ru: Добро пожаловать на biganto.ru!

source: We’re glad you are with us, please check some useful links below. They will help you to get started:
ru: Мы рады что вы с нами, ниже несколько полезных ссылок, которые помогут начать работу с нашим сервисом:

source: Our "Tutorials" page
ru: Наш раздел "Уроки"

source: , where all important information is collected.
ru: , в которой собраны все инструкции по работе с турами.

source: Create your own tours!
ru: Ваш Личный кабинет!

source: Trial plan is assigned to you, you can create several tours for free.
ru: Как только у вас появятся туры, здесь вы сможете ими управлять.

source: We've also sended you an email with confirmation of your registration and useful links to:
ru: Подтверждение регистрации и ссылки также отправлены на email:

source: Error
ru: Ошибка

source: Create new tour
ru: Создать новый тур

source: Select folder
ru: Выберите папку

source: Create new folder
ru: Создать новую папку

source: Folder title
ru: Название папки

source: Each tour should belong to a folder, create new or select existing folder to start tour creation.
ru: Каждый тур должен принадлежать к определенной папке, создайте новую или выберите существующую папку для создания тура.

source: Create
ru: Создать

source: Site is undergoing a technical maintenance at the moment. We apologize for the inconvenience. Please try again later.
ru: Приносим свои извинения. На сайте проводятся технические работы. Пожалуйста, повторите попытку позже.

source: Object not found
ru: Объект не найден

source: Passwords mismatch.
ru: Пароли не совпадают, проверьте правильность ввода.

source: Thank you! We well get in touch with you shortly.
ru: Спасибо! Мы свяжемся с Вами в ближайшее время.

source: Thank you for using our services!
ru: Спасибо что пользуетесь нашими услугами!

source: Our specialist will contact you during working hours to specify the details of the project
ru: Наш специалист свяжется с вами в рабочее время чтобы уточнить детали проекта

source: Checking in progress…
ru: Оценка проекта...

source: Usually it takes a couple of days. When your project will be checked we’ll get in touch with you via email
ru: Обычно оценка занимает несколько дней. Когда мы изучим ваш проект, мы свяжемся с вами по электронной почте

source: Buy {plan} plan
ru: Приобрести {plan} план

source: Downgrade to {plan} plan
ru: Перейти на тариф {plan}

source: Upgrade to {plan} plan
ru: Перейти на тариф {plan}

source: Billing
ru: Оплата

source: Common
ru: Общее

source: Other
ru: Другое

source: No notifications yet
ru: Уведомлений нет

source: We use cookies on this website. Some of these are mandatory and required for website to function properly, while others allow us to enhance your experience, personalise content and provide insights into how the site is being used. You can change settings in our <a href="%(url)s" class="link link--cookie">Cookie settings page</a>.
ru: Мы используем cookies на этом сайте. Некоторые из них обязательны для функционирования сайта, другие позволяют улучшить работу с сайтом, персонализировать контент и обеспечить понимание того, как используется сайт. Вы можете изменить настройки cookie-файлов на странице <a href="%(url)s" class="link link--cookie">настроек</a>.

source: Accept default
ru: Принять по умолчанию

source: Customize Cookie settings
ru: Настроить Cookie

source: Gallery
ru: Туры

source: About
ru: О&nbsp;Biganto

source: Pricing
ru: Цены

source: Tutorials
ru: Уроки

source: Contacts
ru: Контакты

source: Jobs
ru: Вакансии

source: Help
ru: Справка

source: Support
ru: Техподдержка

source: Apps
ru: Приложения

source: Desktop
ru: Десктоп

source: More
ru: Больше

source: License Agreement for Player
ru: Лицензионное соглашение для плеера

source: License Agreement for Tour
ru: Лицензионное соглашение для тура

source: Privacy Policy
ru: Политика конфиденциальности

source: User Agreement
ru: Пользовательское соглашение

source: Activity of the company
ru: Деятельность компании

source: Cookie settings
ru: Настройки cookie&#8209;файлов

source: Biganto is an IT company founded in 2014. We specialize in software and hardware development and innovative technologies in real estate marketing. Our portfolio has dozens of successful cases, including massive projects we did for development companies, which you can find in our <a href='%(url)s'>“Gallery”</a>.
ru: Biganto – IT компания, основанная в 2014 году. Мы специализируемся на разработке программного обеспечения, рекламных продуктов и инновационных технологий в сфере недвижимости. В портфеле Biganto – десятки успешно реализованных проектов, включая крупные кейсы известных российских и зарубежных девелоперов, с которыми можно ознакомиться в разделе <a href='%(url)s'>“Туры”</a>.

source: Biganto VR and 3d virtual tours allow viewers to freely and seamlessly move through the interior or exterior of a space, thus creating immersive experience. Product is unique with its combination of high image quality, ease of production and wide range of platforms it is available on, from internet browser to applications for mobile and VR devices.
ru: Виртуальные 3D и VR туры Biganto позволяют плавно и свободного перемещаться по интерьеру или экстерьеру объекта, благодаря чему у пользователя создается абсолютный эффект присутствия. Уникальность продукта заключается в сочетании высокого качества визуализации, простоты производства и возможности воспроизведения туров практически на любых устройствах: в интернет-браузере, приложениях для PC, мобильных устройств и VR гарнитур.

source: Our products
ru: Наши продукты

source: Virtoaster is a service, allowing 3d artists, interior designers and architecture visualizers to create VR and 3d virtual tours on their own, within short time frame. Using already available assets, Virtoaster is a simple and powerful tool to turn 3d models into interactive presentations of your projects.
ru: Virtoaster - сервис, который позволяет 3d художникам, дизайнерам и визуализаторам самостоятельно создавать 3D и VR&#8209;туры по нашей технологии в кратчайшие сроки. Virtoaster - простой и мощный инструмент для превращения уже доступных компонентов, таких как 3d модель помещения, в интерактивные презентации проектов.

source: Use virtoaster
ru: Воспользуйтесь virtoaster

source: FilinCam is a professional 3d camera to digitize existing premises and create their doubles in virtual space. FilinCam with the help of accompanying proprietary software creates high definition laser scan of a space and automatically build its 3d model.
ru: FilinCam - профессиональная 3D&#8209;камера для оцифровки существующих помещений и перевода их в виртуальное пространство. С помощью FilinCam и разработанного нами программного обеспечения с высокой точностью сканируется помещение и в автоматическом режиме строится его 3D&#8209;модель.

source: coming soon
ru: скоро

source: Advantages of Biganto tours:
ru: Преимущества туров Biganto:

source: Freedom of movement
ru: Свобода перемещения

source: In traditional virtual tours, there is only one viewpoint per room with «jumping» to another room. Our tours allow you to move smoothly through the virtual space, to navigate quickly and understand the space planning, without breaking the immersion.
ru: В традиционных виртуальных турах существует только одна точка обзора на комнату с «перепрыгиванием» в другое помещение. Наши туры позволяют более полно погрузиться в виртуальное пространство, быстрее сориентироваться и понять планировку помещений.

source: Easy to make
ru: Легко создать тур

source: Intuitive web interface and our tools saves you time and effort, it takes less than half an hour to extract the model and prepare 3d scene for rendering with them. No need to learn new software or other special training to create VR ready interactive tours, everything important is already collected on our <a href="%(url)s" class="underline">"Tutorials"</a> page.
ru: Интуитивно понятный web-интерфейс и наши инструменты экономят ваше время и усилия, с их помощью экспорт необходимых компонентов и подготовка к рендеру занимают менее получаса. Для создания интерактивных туров не требуется изучение нового ПО или другое специальное обучение, все самое необходимое уже собрано в нашем разделе <a href="%(url)s" class="underline">"Уроки"</a>.

source: Multiplatformity
ru: Мультиплатформенность

source: Biganto tours work on computers, tablets and smartphones. Easy access to the tour for all website visitors and wide audience coverage are provided by a demonstration via the Internet browser or offline with our applications.
ru: Туры Biganto работают на компьютерах, планшетах и смартфонах. Легкий доступ к туру широкую аудиторию обеспечивает демонстрация онлайн через интернет браузер или офлайн в наших приложениях.

source: Wide functionality
ru: Широкий функционал

source: Clickable objects show detailed information about furniture items and decoration
ru: Кликабельные объекты показывают детальную информацию о предметах мебели и отделки

source: Three-dimensional view from above
ru: Объемный вид сверху

source: Measuring tape for measuring distances
ru: Рулетка для измерения расстояний

source: Anchor links to a specific location in the tour
ru: Якорные ссылки на конкретное местоположение в туре

source: Recording and subsequent playback of the route
ru: Запись и последующее воспроизведение маршрута

source: VR support
ru: Поддержка VR

source: Any virtual Biganto tour works in VR mode. For this purpose, use Oculus Rift / Oculus Go / HTC Vive virtual reality headsets or cardboards for mobile devices.
ru: Любой виртуальный тур Biganto работает в режиме VR. Для этого используйте очки виртуальной реальности Oculus Rift / Oculus Go / HTC Vive или кардборды для мобильных телефонов.

source: Joint viewing
ru: Совместный просмотр

source: Explore the tour together with your friends, family or clients. Follow the leader, lead your guests, select your own path and use chat to communicate. Private room will be created in new window.
ru: Создайте открытую или закрытую комнату, смотрите тур вместе с вашей семьей, друзьями или заказчиками. Следуйте за ведущим, покажите тур гостям и используйте чат для общения.

source: Biganto applications
ru: Приложения Biganto

source: Application not found for your operating system.
ru: Для вашей операционной системы приложение не найдено.

source: Three dimensional tour allows free movement and instantly provides good understanding of the space, which is harder to achieve via traditional still images or floorplans
ru: Трехмерный тур позволяет свободно перемещаться и моментально дает понимание пространства объекта, чего куда сложнее достичь любыми статичными изображениями и планировками

source: Interactivity and ability to show real estate from different angles allows to demonstrate the project with all its nuances and easily finalize the details with a customer
ru: Интерактивность и возможность посмотреть с разных ракурсов позволяют продемонстрировать проект в деталях и согласовать все нюансы

source: Show 3d tours on your device personally or share it with the customer via the link. Browser and internet connection is all that required
ru: Покажите проект на своем устройстве при встрече или отправьте заказчику ссылку на тур, все что требуется для просмотра это браузер и подключение к сети интернет

source: Display furniture and materials information using interactive objects and other tour features
ru: Разместите информацию о мебели и отделке с помощью интерактивных объектов и других дополнительных возможностей в турах

source: Creating a 3d tour is easy and requires minimal extra knowledge and resources beyond traditional visualisation
ru: Создание 3d тура не требует сверх затрат по сравнению с классической визуализацией, процесс максимально прост в освоении

source: Designers
ru: Дизайнерам

source: Walking through interactive presentation of a real estate is an exciting experience that grows customer attachment to the project and drives sales
ru: Пройтись по интерактивной презентации недвижимости это запоминающийся опыт, усиливающий связь покупателей с проектом и стимулирующий покупку

source: Tours are available on almost any devices via browser and internet connection, with no need to install additional software, hardware or applications
ru: Туры доступны практически на любых устройствах через браузер с доступом к сети интернет, без установки дополнительного ПО, приложений или оборудования

source: Tours can be displayed on the web site, shown in the sales office or shared with a customer in chat via link. It’s a perfect solution to demonstrate real estate online
ru: Туры можно разместить на сайте, показать в офисе продаж или поделиться ссылкой в чате с покупателем. Это идеальный инструмент для онлайн показа

source: Link to the tour gives customer an unlimited access to desired real estate even after his visit to the sales office or without the visit at all
ru: Ссылка на тур дает покупателю доступ к понравившейся квартире в любое время, даже после посещения офиса продаж или без посещения

source: Unlimited tour options, from individual apartments to walkthroughs through the whole residential complex, from whiteboxes to demonstrating multiple finishing and furniture options in a single tour
ru: Неограниченные варианты туров, от отдельных квартир, до проходов по всему жилому комплексу, от планировок в формате whitebox до показов нескольких вариантов отделки и меблировки в одном туре

source: Developers
ru: Застройщикам

source: Visualizers
ru: Визуализаторам

source: Create interactive projects on your own with Virtoaster - a service for creating 3d tours
ru: Создавайте интерактивные проекты самостоятельно с помощью Virtoaster - сервиса по сборке 3d туров

source: You retain full control over the result of your work, you decide how your project will look like
ru: Полный контроль над результатом вашей работы, вы решаете как будет выглядеть ваш проект

source: Expand the range of services for existing customers and attract new ones with the help of 3d tours
ru: Расширьте спектр услуг для текущих заказчиков и привлеките новых с помощью 3d туров

source: The creation of a 3d tour requires minimal resources and knowledge beyond the production of static renders, all assets are created from a regular ready-made 3d scenes for architectural visualisation
ru: Создание 3d тура не требует сверх затрат по сравнению с производством статичных рендеров, все ассеты создаются из обычной готовой сцены для визуализации

source: Easy to learn, all the nuances are described in detail on our "Tutorials" page
ru: Процесс максимально прост в освоении, все нюансы подробно описаны в нашем разделе "Уроки"

source: Head office
ru: Центральный офис

source: Bolshaya Tatarskaya Street, 13с1, Moscow, Russia
ru: Россия, Москва, ул. Большая Татарская, д. 13, стр. 1.

source: Phone:
ru: Телефон:

source: Good day!
ru: Добрый день!

source: Kind regards,
ru: С уважением,

source: Biganto team
ru: Команда Biganto

source: click here
ru: нажмите здесь

source: This email was sent to you as a registered member of biganto.com. To update your emails preferences
ru: Вы получили данный email т.к. зарегистрированы на biganto.com. Чтобы изменить настройки уведомлений

source: Biganto GmbH · Schloßschmidstr. 5 · 80639 Munich · Germany
ru: ООО "Биганто" · Рождественская, 34 · 111674 Москва

source: User agreement
ru: Пользовательское соглашение

source: Privacy policy
ru: Политика конфиденциальности

source: We are working on your request! Please, be patient, we will contact you soon.
ru: Мы работаем по вашему запросу! Пожалуйста, наберитесь терпения, мы скоро с вами свяжемся.

source: Digital doubles of real estate, three-dimensional laser scanning with hi-def photoshoot.
ru: Цифровые двойники существующих помещений, трехмерное лазерное сканирование пространства.

source: FilinCam is a professional 3d camera to digitize existing premises and create their doubles in virtual space. FilinCam with the help of accompanying proprietary software creates high definition laser scan of a space and automatically builds its 3d model.
ru: FilinCam - профессиональная 3D&#8209;камера для оцифровки существующих помещений и перевода их в виртуальное пространство. С помощью FilinCam и разработанного нами программного обеспечения с высокой точностью сканируется помещение и в автоматическом режиме строится его 3D&#8209;модель.

source: Tours, created with FilinCam use existing Biganto infrastructure and all our main features will be available there. At the moment the camera is in the final stages of testing.
ru: Туры созданные с помощью FilinCam используют существующую инфраструктуру Biganto и в них будут доступны все основные функции наших туров. В данный момент камера проходит стадию тестирования.

source: We are filming commercial premises in Moscow and St. Petersburg. If you are interested in these services, please contact us, we will be happy to help!
ru: Мы проводим съемку коммерческих помещений на территории Москвы и Санкт-Петербурга. Если вы заинтересованы в данных услугах, свяжитесь с нами, мы будем рады помочь!

source: Contact us
ru: Наши контакты

source: Tour gallery
ru: Галерея туров

source: To all tours
ru: Все туры

source: All tours
ru: Все туры

source: All styles
ru: Все стили

source: All companies
ru: Все новостройки

source: All features
ru: Все функции

source: Launch by ID
ru: Запустить

source: No tours found. <a href='%(url)s'>Show all tours.</a>
ru: Туры не найдены. <a href='%(url)s'>Показать все туры.</a>

source: Load more
ru: Показать ещё

source: Launch tour
ru: Запустить тур

source: Enter tour ID or tour link
ru: Укажите ID тура или ссылку на тур

source: Open
ru: Открыть

source: on biganto.com
ru: на biganto.com

source: %(position)d / %(total)d
ru: %(position)d из %(total)d

source: View Full Gallery
ru: Открыть галерею

source: About biganto
ru: О Biganto

source: Biganto is an IT company founded in 2014. We specialize in software and hardware development and innovative technologies in real estate marketing. Biganto VR and 3d virtual tours allow viewers to freely and seamlessly move through the interior or exterior of a space, thus creating an immersive experience. Our tours are unique with the combination of high image quality, ease of production and wide range of features and platforms they are available on, from internet browsers to applications for mobile and VR devices.
ru: Biganto – IT компания, основанная в 2014 году. Мы специализируемся на разработке программного обеспечения, рекламных продуктов и инновационных технологий в сфере недвижимости. Виртуальные туры Biganto позволяют плавно и свободно перемещаться по интерьеру или экстерьеру объекта, благодаря чему у пользователя создается абсолютный эффект присутствия. Наши туры обладают уникальным сочетание высокого качества визуализации, простоты производства, дополнительных функций и возможности воспроизведения туров практически на любых устройствах: в интернет-браузере, приложениях для PC, мобильных устройств и VR гарнитур.

source: Job opportunity
ru: Вакансия

source: All jobs
ru: Все вакансии

source: There's no opened vacancies at the moment. Check out later.
ru: На данный момент открытых вакансий нет.

source: News
ru: Новости

source: No news there.
ru: Новостей нет

source: Our partners
ru: Наши партнеры

source: Whether you are a freelancer 3d artist or a development company, we would be glad to help showcasing your projects! Enjoy 3d tours and join the ranks of our partners:
ru: Независимо от того, являетесь ли вы фрилансер-визуализатором или девелопером, мы будем рады помочь с демонстрацией ваших проектов. Наслаждайтесь 3d турами и вступайте в ряды наших партнеров:

source: Biganto Virtual Tour
ru: Виртуальный тур Biganto

source: Add to selected object
ru: Добавить в выбранный объект

source: Clone
ru: Клонировать

source: Delete from tour
ru: Удалить из тура

source: Remove from selected object
ru: Удалить из выбранного объекта

source: Tour note
ru: Заметка тура

source: Notes
ru: Заметки

source: Floors
ru: Этажи

source: All floors
ru: Все этажи

source: Floor
ru: Этаж

source: Enter email
ru: Укажите email
