Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please, enter the email we should send shopping list to:
ru: Пожалуйста, укажите email на который нужно отправить список покупок:

source: Send
ru: Отправить

source: Shopping list was sent to your email!
ru: Список покупок был отправлен на ваш email!

source: Link on the tour
ru: Ссылка на тур

source: Magic link on the tour
ru: "Magic link" на тур

source: Magic link on this place in the tour
ru: "Magic link" на это место в туре

source: DevCon link on the tour
ru: Ссылка на тур в режиме "DevCon"

source: DevCon link on this place in the tour
ru: Ссылка на это место в туре в режиме "DevCon"

source: Link on this place in the tour
ru: Ссылка на это место в туре

source: QR codes
ru: QR коды

source: QR code for tour
ru: QR код для тура

source: QR code for this place
ru: QR код для этого места

source: Error has occurred while downloading the virtual tour.
ru: Во время загрузки виртуального тура произошла ошибка.

source: Unfortunately the server is temporarily not available. Please, try again later.
ru: К сожалению сервер временно недоступен. Пожалуйста, повторите попытку позже.

source: Target website denied access due to its CORS policy (Cross-Origin Resource Sharing). In order to use this URL in a tour, please contact the target website administration.
ru: Доступ к целевому сайту заблокирован политикой CORS (Cross-Origin Resource Sharing). Чтобы использовать данный URL в туре, обратитесь к администрации целевого сайта.

source: Please check your network connection and try again.
ru: Проверьте, пожалуйста, подключение к сети и повторите попытку.

source: An unexpected error occurred. Changes could not be saved.
ru: При сохранении возникла ошибка. Некоторые изменения могут быть не сохранены.

source: Error playing route.
ru: Ошибка воспроизведения маршрута.

source: Action failed.
ru: Не удалось выполнить действие.

source: Changes saved.
ru: Изменения сохранены.

source: Save picture on disk.
ru: Сохранить снимок на диске.

source: Failed to download an image. Try again later.
ru: Не удалось загрузить снимок. Попробуйте ещё раз.

source: Screenshot saved.
ru: Скриншот сохранен.

source: Unfortunately, your video card doesn't support WebGL. Please, follow the link to learn details.
ru: К сожалению, ваша видеокарта не поддерживает WebGL. Пожалуйста, перейдите по ссылке, чтобы ознакомиться с подробностями.

source: Unfortunately, your web browser doesn't support WebGL. Please, follow the link to learn details.
ru: К сожалению, ваш браузер не поддерживает WebGL. Пожалуйста, перейдите по ссылке, чтобы ознакомиться с подробностями.

source: More details
ru: Подробнее

source: Drag mouse for rotating model, move with a right button or with an Alt button.
ru: Вращайте модель левой кнопкой мыши, перемещайте правой кнопкой мыши, либо с зажатым Alt.

source: Drag mouse for rotating model, move with an Alt button.
ru: Вращайте модель левой кнопкой мыши, перемещайте с зажатым Alt.

source: Error loading 3D panorama. Try again later.
ru: Ошибка загрузки 3D-панорамы. Попробуйте повторить попытку позже.

source: mm
ru: мм

source: Action not allowed in joint mode
ru: Недоступно в совместном просмотре

source: Action not allowed in following mode
ru: Недоступно в режиме следования

source: Tour beginning was set
ru: Начало тура установлено

source: You can look around, while tour is loading
ru: Идёт загрузка полного тура, а пока вы можете осмотреться

source: Tour is loaded, now you can move around
ru: Тур загружен, теперь вы можете перемещаться

source: Loading 3D panorama
ru: Идёт загрузка 3D-панорамы

source: Auto
ru: Авто

source: Go to point
ru: Перейти к точке

source: Cancel
ru: Отмена

source: Copy
ru: Скопировать

source: Feature is not available in this tour
ru: Функция недоступна в данном туре

source: Reset Zoom
ru: Сбросить Zoom

source: + Scroll to Zoom in/out
ru: + колесо: Zoom in/out

source: Scroll to Zoom in/out
ru: Колесо: Zoom in/out

source: Only for room leader
ru: Только для ведущего

source: Unavailable in joint view
ru: Недоступно в режиме совместного просмотра

source: Swap tours
ru: Поменять туры местами

source: Set
ru: Задать

source: Open in current window
ru: Открыть в этом окне

source: Open in parent window
ru: Открыть в родительском окне

source: Open in new one window
ru: Открыть в новом окне

source: Standart
ru: Стандартный

source: HTML-code
ru: HTML-код

source: Enter target URL here. Keep in mind that not all websites allow external access. Usually this is regulated by target website's CORS policy (Cross-Origin Resource Sharing)
ru: Разместите URL ссылку здесь. Обратите внимание, что не все сайты разрешают доступ с внешних ресурсов, обычно это регулируется политикой CORS (Cross-Origin Resource Sharing) сайта.

source: Buttons
ru: Кнопки

source: Sizes
ru: Размеры

source: Background color
ru: Цвет фона

source: Choose file
ru: Выберите файл

source: File uploading
ru: Загрузка файла

source: Uploaded
ru: Загружен

source: File upload was interrupted, action not saved.
ru: Загрузка файла была прервана, экшен не сохранен.

source: ADD
ru: ДОБАВИТЬ

source: Hover hint
ru: Подсказка при наведении

source: Name
ru: Имя

source: Color
ru: Цвет

source: Green
ru: Зелёный

source: Red
ru: Красный

source: Grey
ru: Серый

source: Color on hover
ru: Цвет под курсором

source: Mode
ru: Режим

source: Hide cursor on hover
ru: Прятать курсор при наведении

source: Regular
ru: Обычный

source: Interactive
ru: Интерактивный

source: Or
ru: Или

source: Width
ru: Ширина

source: Border
ru: Граница

source: Size
ru: Размер

source: Use hover image
ru: Изображение при наведении

source: Perspective
ru: Перспектива

source: Show in 3d panorama mode
ru: Показывать в режиме 3д панорамы

source: Face to camera
ru: Лицом ко мне

source: Line color
ru: Цвет линии

source: Show arrows
ru: Показать стрелки

source: Arrow color
ru: Цвет стрелки

source: Actions
ru: Действия

source: Action
ru: Действие

source: Add new button
ru: Добавить новую кнопку

source: Create new
ru: Создать новое

source: Add existing
ru: Добавить существующее

source: Adds existing action to overlay. Changes to this action will affect all related overlays
ru: Добавляет действие в объект. Изменения этого действия повлияют на все связанные объекты

source: Clone existing
ru: Клонировать существующее

source: Creates a copy of existing action and adds it to this overlay. Existing action and its copy can be edited independently
ru: Создается копия существующего действия и добавляется в объект. Исходное действие и копия могут редактироваться независимо друг от друга

source: Select action
ru: Выбрать действие

source: All actions
ru: Все действия

source: Select existing button
ru: Выбрать существующую кнопку

source: Select button
ru: Выбрать кнопку

source: All buttons
ru: Все кнопки

source: Coordinates
ru: Координаты

source: Caption
ru: Подпись

source: Start tour here
ru: Начинать тур здесь

source: Tour starts here
ru: Начало тура

source: Create tour cover
ru: Сделать обложкой тура

source: Navigator
ru: Навигатор

source: Icon
ru: Иконка

source: Small
ru: Маленькая

source: Expanded
ru: Развернут

source: Collapsed
ru: Свернут

source: Big
ru: Большая

source: Button name
ru: Имя кнопки

source: Class
ru: Класс

source: New button
ru: Новая кнопка

source: Button
ru: Кнопка

source: Discard
ru: Сбросить

source: Save
ru: Сохранить

source: Add to navigator
ru: Добавить в навигатор

source: Objects
ru: Объекты

source: Meshes
ru: Меши

source: Pause route
ru: Пауза

source: Play route
ru: Воспроизвести маршрут

source: Clear pauses
ru: Убрать паузы

source: Save route
ru: Сохранить маршрут

source: Delete route
ru: Удалить маршрут

source: Discard changes
ru: Начать заново

source: Record route
ru: Записать маршрут

source: Saving
ru: Сохраняем

source: Start recording
ru: Начать запись

source: Pause recording
ru: Пауза

source: Resume recording
ru: Продолжить запись

source: TURN
ru: ПОВОРОТ

source: Cursor color
ru: Цвет курсора

source: Font color
ru: Цвет текста

source: Markers color
ru: Цвет маркеров

source: Interactive object color
ru: Цвет интерактивных объектов

source: 3D panorama background color
ru: Цвет фона 3D-панорамы

source: Map display status at start
ru: Состояние карты на старте

source: Navigator display status at start
ru: Состояние навигатора на старте

source: Border radius
ru: Радиус скругления

source: Square
ru: Квадратная

source: Padding
ru: Отступ

source: Outline width
ru: Ширина контура

source: Outline color
ru: Цвет контура

source: Lock Z axis
ru: Зафиксировать по оси Z

source: insert
ru: вставить

source: Text
ru: Текст

source: Image
ru: Изображение

source: Line
ru: Линия

source: Polygon
ru: Полигон

source: Ellipse
ru: Эллипс

source: Rectangle
ru: Прямоугольник

source: Navigation
ru: Навигатор

source: Tour options
ru: Параметры тура

source: Preview
ru: Предпросмотр

source: Move
ru: Переместить

source: Rotate
ru: Повернуть

source: Scale
ru: Масштабировать

source: Duplicate
ru: Копировать

source: Delete
ru: Удалить

source: Do you want to save unsaved changes?
ru: Вы хотите сохранить изменения?

source: Save changes
ru: Сохранить изменения

source: Points
ru: Точки

source: Point
ru: Точка

source: Save point
ru: Сохранить точку

source: + Add new
ru: + Добавить

source: + Select existing
ru: + Выбрать существущее

source: Delete object
ru: Удалить объект

source: Discard object changes
ru: Отменить изменения

source: Save object changes
ru: Созранить объект

source: New action
ru: Новое действие

source: Go to another tour
ru: Перейти в другой тур

source: Open popup
ru: Открыть попап

source: Open link
ru: Перейти по ссылке

source: Play video
ru: Воспроизвести видео

source: Play audio
ru: Проиграть звук

source: Switch shades
ru: Переключить тени

source: Action name
ru: Имя действия

source: Action type
ru: Тип действия

source: Image library
ru: Библиотека изображений

source: Recently used
ru: Недавно использованные

source: Add image
ru: Добавить

source: All
ru: Все

source: Drop files here
ru: Перетащите файлы сюда

source: Are you sure?
ru: Вы уверены?

source: You are about to delete an action not only from this object but from the whole tour, action will be removed from all objects.
ru: Вы собираетесь полностью удалить действие из всего тура, действие будет удалено из всех объектов в туре

source: Delete action
ru: Удалить действие

source: Delete action from object
ru: Удалить действие из объекта

source: Delete action from tour
ru: Удалить действие из тура

source: Beginning of the tour
ru: Начало тура

source: Tour
ru: Тур

source: Save camera position
ru: Сохранить положение камеры

source: Title
ru: Название

source: Popup type
ru: Тип попапа

source: Keep position
ru: Сохранить положение камеры

source: Shades
ru: Тени

source: Switch mode
ru: Режим переключения

source: Select all
ru: Выбрать все

source: Default
ru: По умолчанию

source: Untitled
ru: Без названия

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: Random
ru: Случайная

source: Cycle
ru: Повтор

source: Or paste link
ru: Или вставьте ссылку

source: Header
ru: Заголовок

source: Content
ru: Контент

source: Body
ru: Тело

source: cm
ru: см

source: No options
ru: Нет совпадений

source: Select tour
ru: Выбрать тур

source: Select another tour
ru: Выбрать другой тур

source: My tours
ru: Мои туры

source: View
ru: Посмотреть

source: Tour url
ru: Ссылка на тур

source: loading
ru: загрузка

source: in a queue
ru: в очереди

source: processing
ru: обработка

source: testing
ru: тестирование

source: published
ru: опубликован

source: banned
ru: заблокирован

source: hidden
ru: скрыт

source: Loading
ru: Загрузка

source: Anonymous
ru: Аноним

source: Filters
ru: Фильтры

source: Reset all
ru: Сбросить все

source: Showing {count, number} {count, plural, =1 {result} other {results}}
ru: Показано {count, number} {count, plural, =1 {совпадение} few {совпадения} other {совпадений}}

source: No results
ru: Нет совпадений

source: None selected
ru: Не выбрано

source: You have entered VR mode of a 3D tour, please use compatible virtual reality headset. To walk around the space, look at the point you want to go for a moment. Press «OK» and insert your smartphone into the headset when ready.
ru: Вы включили режим просмотра 3D-тура через очки виртуальной реальности. Для навигации по туру, задерживайте взгляд на опорных точках. Нажмите «OK» и вставьте ваш телефон в очки.

source: Continue
ru: Продолжить

source: Your browser does not support webm video format
ru: Ваш браузер не поддерживает видео в формате webm

source: Clear all rulers
ru: Удалить все измерения

source: Delete all rulers?
ru: Удалить все измерения?

source: Copied to clipboard
ru: Скопировано в буфер

source: Regular link
ru: Ссылка

source: User will require password to enter.
ru: Пользователю потребуется пароль для входа.

source: Instead of entering a password, users can access the tour using a special link with a password embedded in the link. However, if you change the password the link will change as well and the old one will no longer be valid. While this feature is active, all users accessing the tour using a regular link should provide the password before accessing the tour.
ru: Вместо ввода пароля пользователи могут получить доступ к туру по специальной ссылке с уже встроенным в нее паролем. Однако, если вы измените пароль, ссылка также изменится, и предыдущая перестанет действовать. Пока эта функция активна, все пользователи, получающие доступ к туру по обычной ссылке, должны ввести пароль для доступа к туру.

source: User must be a registered member of this project to enter
ru: Пользователь должен быть зарегистрированным участником DevCon-проекта для входа

source: No split
ru: Без разделения

source: Vertical split
ru: Разделить вертикально

source: Horizontal split
ru: Разделить горизонтально

source: Unable to load some overlays, overlay image is likely missing
ru: Некоторые оверлеи не загрузились

source: Pick mesh
ru: Выбрать меш

source: Full screen
ru: На весь экран

source: Quit a full screen format
ru: Выйти из полноэкранного режима

source: 3D panorama
ru: 3D-панорама

source: Back to tour
ru: Перейти в тур

source: Look around: use a mouse or I, J, K, L buttons
ru: Осмотритесь, используя мышь или клавиши I, J, K, L

source: Walk by using W, A, S, D or arrow buttons
ru: Перемещайтесь по комнатам, используя W, A, S, D и стрелки

source: Walk by using W, A, S, D, arrow buttons or
ru: Перемещайтесь по комнатам, используя W, A, S, D, стрелки или

source: scroll
ru: колесо

source: Center view
ru: Повернуть камеру на центр

source: (Only for active subscriptions)
ru: (Доступно при наличии активной подписки)

source: Measurement tape
ru: Измерительная лента

source: Make a screenshot
ru: Сделать скриншот

source: Play prerecorded route
ru: Воспроизвести маршрут

source: Sound on/off
ru: Включить / Выключить звук

source: Select graphics quality
ru: Выбор качества графики

source: Toggle navigation bar
ru: Показать меню навигации

source: Enter 3D panorama
ru: Включить режим "3D panorama"

source: Toggle multitour menu
ru: Показать меню мультитура

source: Toggle minimap
ru: Показать миникарту

source: Fullscreen
ru: Полноэкранный режим

source: Tour navigation
ru: Управление туром

source: Features
ru: Возможности

source: or
ru: или

source: VR mode
ru: VR режим

source: View by gyroscope
ru: Управление гироскопом

source: Explore the tour together with your family, friends or clients. Follow the leader, lead your guests, select your own path and use chat to communicate. Private room will be created in a new window.
ru: Смотрите тур вместе с вашей семьей, друзьями или заказчиками. Следуйте за ведущим, покажите тур гостям и используйте чат для общения. Комната будет создана в новой вкладке.

source: Room name
ru: Имя комнаты

source: Enter your room name
ru: Введите имя комнаты

source: Password protected room
ru: Защитить комнату паролем

source: No password
ru: Без пароля

source: Use tour password
ru: Использовать пароль тура

source: Set custom password
ru: Задать пароль

source: Username
ru: Имя пользователя

source: Enter your username
ru: Введите имя пользователя

source: Create new room
ru: Создать новую комнату

source: Multitour
ru: Мультитур

source: Quality
ru: Качество

source: Plan
ru: План

source: Tape measure
ru: Измерительная лента

source: Stop prerecorded route
ru: Остановить маршрут

source: Sound on
ru: Включить звук

source: Sound off
ru: Выключить звук

source: Add point
ru: Добавить точку

source: Move point
ru: Переместить точку

source: Remove point
ru: Удалить точку

source: Show/hide perimeter
ru: Вкл/выкл показ периметра

source: Metric/Imperial system
ru: Метрическая/имперская система мер

source: Set start position
ru: Сделать точку стартовой

source: Create overlay
ru: Создать оверлей

source: Set options
ru: Настроить опции

source: Undo previous action
ru: Отменить предыдущее действие

source: Changes could not be saved. Check your network.
ru: Изменения не могут быть сохранены. Проверьте подключение к сети.

source: Make a screenshot (Shift+F)
ru: Сделать снимок экрана (Shift+F)

source: Virtual reality
ru: Виртуальная реальность

source: 3D mode
ru: 3D-режим

source: Gyro mode
ru: Режим гироскоп

source: The picture was saved successfully.
ru: Изображение сохранено.

source: Enable device orientation in Settings > Safari > Motion & Orientation Access and reload the page.
ru: Разрешите доступ к ориентации устройства в настройках: Настройки > Safari > Доступ к движению и ориентации и перезагрузите страницу.

source: Enable motion sensors in Settings and reload the page.
ru: Разрешите доступ к датчикам движения в настройках и перезагрузите страницу.

source: Total
ru: Итого

source: You have selected the following items in tour "%(title)s" (%(url)s):
ru: Вы выбрали следующие товары в туре "%(title)s" (%(url)s):

source: joint viewing
ru: совместный просмотр тура Biganto

source: Joint viewing of the
ru: Совместный просмотр

source: Enter the password
ru: Введите пароль

source: Password incorrect
ru: Неправильный пароль

source: Enter you name here
ru: Пожалуйста, представьтесь

source: Username already taken
ru: Это имя уже занято

source: Join room
ru: Присоединиться

source: Room link
ru: Ссылка на комнату

source: copied to clipboard!
ru: скопировано в буфер!

source: Telegram
ru: Телеграм

source: Participants
ru: Участников

source: Chat notifications
ru: Уведомления чата

source: External voice chat
ru: Внешний голосовой чат

source: Leave
ru: Выйти

source: Move to user’s position
ru: Перейти в позицию участника

source: Mute microphone
ru: Выключить микрофон

source: Make leader
ru: Сделать ведущим

source: (you)
ru: (вы)

source: Following
ru: Следование

source: Full
ru: Полное

source: Position
ru: Позиция

source: Off
ru: Выкл

source: is the new room leader
ru: назначен новым ведущим

source: joined
ru: присоединился

source: User left the room
ru: Покинул комнату

source: has left the room
ru: покинул комнату

source: changed his name to
ru: изменил имя на

source: Room leader changed the name of the room to
ru: Ведущий изменил имя комнаты на

source: Invite participants
ru: Пригласить

source: Write a message here...
ru: Введите сообщение...

source: Please appoint a new leader before leaving the room
ru: Пожалуйста, назначьте нового ведущего перед тем, как покинете комнату

source: You are the room leader, other users are following your camera
ru: Вы ведущий комнаты, другие участники следуют за вашей камерой

source: You are following the room leader&#8217;s camera
ru: Вы привязаны к камере ведущего комнаты

source: Ok, got it!
ru: Понятно!

source: Password protected
ru: Защищена паролем

source: You are following the room leader&#8217;s position, but can turn camera freely
ru: Вы привязаны к позиции ведущего в туре, но можете свободно поворачивать камеру

source: You can walk through the tour freely now. Change following mode to join the Room Leader again
ru: Вы можете свободно перемещаться по туру. Измените режим привязки, чтобы снова следовать за ведущим

source: Password protected tour
ru: Тур защищен паролем

source: Password
ru: Пароль

source: Open tour
ru: Открыть тур

source: Unfortunately, your video card or web browser doesn't support WebGL. Therefore, some functions were disabled.
ru: К сожалению, ваша видеокарта или браузер не поддерживает WebGL. В связи с этим некоторые функции были отключены.

source: Newsletter status
ru: Статус рассылки

source: You have successfully unsubscribed from a newsletter.
ru: Вы успешно отписались от рассылки.

source: Realtors
ru: Риелторам

source: Create tour
ru: Создать тур

source: Notifications
ru: Уведомления

source: You have signed in as %(username)s
ru: Вы авторизованы как %(username)s

source: Tours
ru: Туры

source: Projects
ru: Проекты

source: Scenes
ru: Сцены

source: Settings
ru: Настройки

source: Logout
ru: Выход

source: Captures
ru: Съемки

source: Camera operator
ru: Оператор

source: Restore it?
ru: Восстановить?

source: You have signed in as %(username)s
ru: Вы вошли как %(username)s

source: You have deleted your account. It will be removed permanently in %(purge_days)d days.
ru: Вы удалили свой аккаунт. Он будет окончательно стёрт через %(purge_days)d дней.

source: Access forbidden
ru: Доступ запрещён

source: Access forbidden. You are not invited to this project
ru: Доступ запрещён. Вы не приглашены в данный проект

source: Contact project administrator to become a member then try again later.
ru: Свяжитесь с администратором проекта, чтобы получить приглашение, и повторите попытку

source: Go to index
ru: Домой

source: Sharing is restricted
ru: Просмотр ограничен

source: Oops
ru: Упс

source: It seems that sharing is restricted for this tour
ru: Похоже просмотр этого тура ограничен

source: Tour owner could log in to access it
ru: Владелец тура может войти в аккаунт Biganto для получения доступа

source: Log in
ru: Войти

source: Page not found
ru: Страница не найдена

source: Statistics
ru: Статистика

source: Profile
ru: Профиль

source: Upload photo
ru: Загрузить фото

source: scheduled
ru: в планах

source: canceled
ru: отмена

source: enroute
ru: в пути

source: shooting
ru: съемка

source: shot success
ru: снято

source: review
ru: проверка

source: reschedule
ru: перенос

source: failed
ru: неудача

source: ready
ru: готово

source: smoking
ru: перекур

source: Go to current date
ru: Перейти к ближайшей к сегодняшней дате

source: No captures yet.
ru: Нет съемок.

source: Property
ru: Недвижимость

source: apartments
ru: Квартира / Апартаменты

source: room
ru: Комната

source: house
ru: Дом

source: commercial
ru: Коммерческая

source: parking
ru: Паркинг

source: other
ru: Другое

source: Type
ru: Тип

source: Rooms
ru: Комнат

source: Apr. Square
ru: Площадь

source: City / town
ru: Город

source: Address
ru: Адрес

source: Date and time
ru: Дата и время

source: Day
ru: День

source: Time slot*
ru: Время*

source: No available timeslots for this address on this day. Try selecting another day.
ru: Нет возможности провести съёмку в этот день по этому адресу. Попробуйте выбрать другой день

source: Select date and provide approx. square to request available timeslots
ru: Выберите дату и приблизительную площадь, чтобы запросить доступное время съёмки

source: Living
ru: Есть жильцы

source: New
ru: Новостройка

source: Add more contacts
ru: Добавить контакт

source: I have notified owner that site must be prepared for capturing:
ru: Я рассказал собственнику о необходимости подготовить весь объект к съемке:

source: • Remove rubbish, hide excess items, clear surfaces
ru: • Убрать беспорядок, спрятать лишние предметы, освободить поверхности
