Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Tours can be shared with other users for new accounts. Tours cannot be shared after one month after account creation
ru: Турами можно делиться с другими пользователями в новом аккаунте. Турами нельзя поделиться спустя месяц после создания аккаунта

source: Tours can be shared while the subscription is active. Tours can not be shared or created without subscription
ru: Турами можно поделиться при активной подписке. Туры не могут быть созданы или показаны другим пользователям без подписки

source: Tour branding
ru: Брендирование тура

source: Higher resolution support
ru: Поддержка более высоких разрешений

source: FREE
ru: Бесплатно

source: €%(price)s/mo
ru: €%(price)s/мес

source: Expires on %(date)s
ru: Оплачен до: %(date)s

source: Tour limit exceeded
ru: Превышен лимит туров

source: Toast limit exceeded
ru: Превышен лимит загрузок в месяц

source: Cancel my plan
ru: Отменить подписку

source: Downgrade plan
ru: Выбрать

source: You have deleted your account and can't buy subscriptions.
ru: Ваша учетная запись удалена, приобрести подписку невозможно

source: Buy now
ru: Приобрести

source: Upgrade plan
ru: Выбрать

source: Try for free
ru: Попробовать бесплатно

source: Start trial
ru: Попробовать

source: Tailored solution that scale required number of tours as needed
ru: Количество туров можно изменять в зависимости от ваших потребностей

source: Contact us for a quote using
ru: Для уточнения цены, свяжитесь с нами с помощью

source: Downgrade to {plan}
ru: Перейти на тариф {plan}

source: Update VAT ID
ru: Обновление налогового номера

source: Please, enter your e-mail.
ru: Пожалуйста, введите e-mail.

source: Enter password.
ru: Введите пароль.

source: Confirm password
ru: Подтвердите пароль

source: Incorrect e-mail or password.
ru: Неправильный e-mail или пароль.

source: Please, introduce yourself.
ru: Пожалуйста, представьтесь.

source: error
ru: ошибка

source: Please enter the email address.
ru: Введите адрес электронной почты.

source: The password should contain at least six characters.
ru: Пароль должен содержать не менее 6 символов.

source: User with this email address already exists.
ru: Пользователь с таким адресом электронной почты уже существует.

source: Confirm email on biganto.com
ru: Подтвердите адрес электронной почты на biganto.ru

source: The link for sign up confirmation is incorrect or it has been expired.
ru: Ссылка для подтверждения регистрации неправильная или устарела.

source: The user with this email address is not registered.
ru: Пользователь с таким email не зарегистрирован.

source: The link for password recovery is incorrect or it has been expired.
ru: Ссылка для восстановления пароля неправильная или устарела.

source: Your password has been changed.
ru: Ваш пароль изменён.

source: Malformed %(key)s value.
ru: Неверное значение параметра %(key)s.

source: Source file %(token)s/%(filename)s not found for %(key)s.
ru: Исходный файл %(token)s/%(filename)s не найден для свойства %(key)s.

source: Server %(server)s not found.
ru: Сервер %(server)s не найден.

source: Upload slot %(slot)s not found.
ru: Слот для загрузки %(slot)s не найден.

source: Your subscription will be activated shortly.
ru: Ваша подписка активируется в ближайшее время.

source: Your Tax number was saved successfully. Now press “Upgrade plan” to upgrade your tariff.
ru: Ваш налоговый номер сохранен. Теперь нажмите “Выбрать” чтобы перейти на новый тарифный план.

source: VAT ID already exists.
ru: Налоговый номер уже существует.

source: Incorrect Tax number format. Please check if tax number type is correct and there are no typos in Tax number
ru: Неправильный формат налогового номера. Пожалуйста убедитесь что выбран правильный тип налогового номера и в номере нет опечаток

source: You already have subscription to Virtoaster. If you purchased it recently, wait until it is activated, otherwise contact support.
ru: У вас уже есть подписка на сервис Virtoaster. Если вы покупали её недавно, дождитесь активации, в противном случае свяжитесь с техподдержкой.

source: Your card was declined. Please check number, expiration date, CVV or try another one.
ru: Ваша карта была отклонена платёжным сервисом. Проверьте номер, дату окончания действия, CVV код или попробуйте другую карту.

source: Deleted account
ru: Учетная запись удалена

source: Your account has been deleted, you can not purchase subscriptions.
ru: Ваша учетная запись удалена, вы не можете приобрести подписку.

source: Incorrect or invalid tarif, please refresh the page.
ru: Выбранный вами тарифный план не существует, пожалуйста, обновите страницу.

source: You have more than 1 subscription. Please contact technical support.
ru: У вас более одной подписки. Пожалуйста, свяжитесь со службой техподдержки.

source: Your subscription will be canceled shortly.
ru: Подписка будет отменена в ближайшее время.

source: Your plan will be updated within couple of minutes.
ru: Ваша подписка будет обновлена в течение нескольких минут.
