Repository: Eyarurr/proj_1
Catalog: visual/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: • Hide any items containing private information (photos, documents), so that they won't get in the shot
ru: • Убрать любые предметы с личными данными (фото, документы), чтобы те не попали в кадр

source: • Remove all religious symbols if present
ru: • Убрать религиозную символику если есть

source: Owner
ru: Владелец

source: Contact
ru: Контакт

source: Agent
ru: Агент

source: Manager
ru: Менеджер

source: Order new capture
ru: Заказать новую съемку

source: Required
ru: Обязательно

source: Select address
ru: Выберите адрес

source: Addition details
ru: Дополнительно

source: Comment
ru: Комментарий

# bladerunner
source: Location
ru: Нахождение

source: Date
ru: Дата

source: Time
ru: Время

source: Details
ru: Детали

source: Properties
ru: Характеристики

source: New order
ru: Новый заказ

source: Capture scheduled
ru: Съемка запланирована

source: Undo
ru: Отменить

source: for {timeLeft} sec.
ru: . Осталось {timeLeft} сек.

source: Order editing
ru: Изменение заказа

source: Edit order
ru: Изменить заказ

source: Ap. number
ru: Квартира

source: Entrance
ru: Подъезд

source: Intercome code
ru: Домофон

source: Add tours
ru: Добавить туры

source: Photos
ru: Фото

source: Add photos
ru: Добавить фото

source: Videos
ru: Видео

source: Add videos
ru: Добавить видео

source: Bank valuation
ru: Банковская оценка

source: Add images
ru: Добавить избражения

source: Tour ID or link
ru: ID тура или ссылка

source: Add tour
ru: Добавить тур

source: Invalid data
ru: Неверные данные

source: Delete tour
ru: Удалить тур

source: Delete photo
ru: Удалить фото

source: Delete image
ru: Удалить изображение

source: Delete video
ru: Удалить видео

source: Phone
ru: Телефон

source: Cell phone
ru: Мобильный телефон

source: Work phone
ru: Рабочий телефон

source: Home phone
ru: Домашний телефон

source: VK
ru: ВКонтакте

source: Invalid name
ru: Недопустимое имя

source: by
ru: от

source: Tasks
ru: Задачи

source: Add task
ru: Добавить задачу

source: Add file
ru: Добавить файл

source: Following files exceed maximum size limit of $sizeLimit$MB
ru: Размер следующих файлов превышает максимальный лимит в $sizeLimit$МБ

source: The number of attached files exceeds maximum limit of $numberLimit$ files per upload
ru: Выбрано слишком много файлов для загрузки. Максимально допустимое количество - $numberLimit$

source: Download
ru: Скачать

source: Due
ru: Срок

source: Show more
ru: Показать больше

source: Show less
ru: Показать меньше

source: New first
ru: Сначала новые

source: Old first
ru: Сначала старые

source: Recent activity first
ru: Последняя активность

source: Most important first
ru: Сначала важные

source: Less important first
ru: Сначала незначительные

source: Earliest due date
ru: Дедлайн раньше

source: Latest due date
ru: Дедлайн позже

source: Files
ru: Файлы

source: Archive
ru: Архив

source: Debug
ru: Доработка

source: Done
ru: Готово

source: Draft
ru: Черновик

source: In progress
ru: В работе

source: Pause
ru: Пауза

source: Review
ru: Проверка

source: To do
ru: Сделать

source: Delete task
ru: Удалить задачу

source: Archived and cancelled tasks
ru: Архивные и отмененные задачи

source: Back
ru: Назад

source: No tasks yet
ru: Задач нет

source: No tasks matching the filters
ru: Нет задач, подходящих под фильтры

source: Create first task
ru: Создать первую задачу

source: System
ru: Системные

source: Chat
ru: Чат

source: Activity
ru: Активность

source: Admin
ru: Администратор

source: Drawing management
ru: Управление чертежами

source: Viewer
ru: Зритель

source: Create tasks
ru: Постановка задач

source: Execute tasks
ru: Выполнение задач

source: contractor
ru: исполнитель

source: Select
ru: Выбрать

source: Nobody
ru: Никто

source: Choose area
ru: Выбрать область

source: Save as draft
ru: Сохранить как черновик

source: Select area to link
ru: Выбрать область

source: Linked to area
ru: Привязка к области

source: Select tour to link
ru: Выбрать тур

source: There are no tours in this area
ru: В этой области пока нет туров

source: Share
ru: Поделиться

source: Important
ru: Важно

source: Very important
ru: Очень важно

source: Ultra important
ru: Наиважнейше

source: Area
ru: Область

source: View area
ru: К области

source: Change area
ru: Изменить область

source: View tour
ru: Просмотр тура

source: Change tour
ru: Изменить тур

source: Link to tour in this area
ru: Привязать к туру в этой области

source: Linked to tour
ru: Привязка к туру

source: View marker
ru: К маркеру

source: Move marker
ru: Переместить маркер

source: Create marker and link to it
ru: Создать маркер и привязать к нему

source: Linked to marker
ru: Привязка к маркеру

source: Link to
ru: Привязать к области

source: Unlink
ru: Отвязать

source: changed title to:
ru: изменил(а) название на:

source: removed title
ru: убрал(а) название

source: changed description to:
ru: изменил(а) описание на:

source: removed description
ru: убрал(а) описание

source: added files
ru: добавил(а) файлы

source: added photos
ru: добавил(а) фото

source: set priority
ru: установил(а) приоритетность

source: removed priority
ru: убрал(а) приоритетность

source: set status
ru: установил(а) статус

source: created task
ru: создал(а) задачу

source: changed contractor to:
ru: изменил(а) исполнителя на:

source: removed contractor
ru: убрал(а) исполнителя

source: changed due date to:
ru: изменил(а) дедлайн на:

source: removed due date
ru: убрал(а) дедлайн

source: changed linked area to:
ru: изменил(а) область привязки на:

source: deleted file
ru: удалил(а) файл

source: An error occurred while creating the task
ru: При создании задачи возникла ошибка

source: An error occurred while uploading the file
ru: При загрузке файла возникла ошибка

source: Change to
ru: Изменить на

source: Sorry, your browser doesn't support embedded videos
ru: К сожалению, ваш браузер не поддерживает встроенные видео

source: Place task
ru: Указать место задачи

source: Win a Biganto virtual 3D tour
ru: Выиграй виртуальный тур

source: Close
ru: Закрыть

source: Friends, we decided to hold a contest so that you could have a nice case in your portfolio. The rules of the competition is very simple - you need to:
ru: Друзья, мы решили провести небольшое состязание, чтобы вы смогли себя проявить и положить в свое портфолио крутой кейс. Суть состязания очень проста — вам нужно:

source: Send us
ru: Прислать нам

source: a 3D object model up to 150sq.m (+&nbsp;high-quality renders), according to which you would like to make a virtual 3D tour of the new generation.
ru: 3D модель объекта до 150кв.м (+&nbsp;качественные рендеры), по которой вы бы хотели сделать виртуальный 3D тур нового поколения.

source: Like, repost
ru: Поставить лайк, сделать репост

source: this post
ru: этой записи

source: Subscribe to
ru: Подписаться на

source: our page
ru: нашу страницу

source: We will upload all the work renders to a specially created photo album, where anyone can vote for their favorite work. And then our team will choose one project from 5 finalists, and the winner will receive a Biganto virtual tour of its object.
ru: Мы будем выкладывать все рендеры работ в специально созданный фотоальбом, где любой сможет проголосовать за понравившуюся работу. А потом наша команда выберет один проект из 5 финалистов, и победитель получит виртуальный тур Biganto по своему объекту.

source: The final day of the contest is the 21st of December. Let's go!
ru: Финал 21 декабря. Погнали!

source: Project
ru: Проект

# devcon|projects
source: Areas
ru: Области

source: Project name
ru: Название проекта

# devcon|projects
source: Location
ru: Локация

source: Add contact
ru: Добавить контакт

source: Upload drawings
ru: Загрузить чертежи

source: Add drawing
ru: Добавить чертеж

source: Upload drawing
ru: Загрузить чертеж

# devcon|projects
source: Add image
ru: Добавить изображение

# devcon|projects
source: Change image
ru: Изменить изображение

# devcon|projects
source: Created
ru: Создан

source: Members
ru: Участников

source: Drawings
ru: Чертежи

source: Pending
ru: Ожидается

source: Invite
ru: Пригласить

source: Include subareas
ru: Включая подобласти

source: Show new only
ru: Только новые

source: New activity only
ru: Показать только новое

source: Invite member
ru: Пригласить участника

source: Add member
ru: Добавить участника

source: Leave project
ru: Покинуть проект

source: Change role
ru: Изменить роль

source: Remove
ru: Удалить

source: Roles
ru: Роли

source: Published
ru: Опубликованные

source: Add tour to area:
ru: Добавить тур в область:

source: + Add area
ru: + Добавить область

source: New tours
ru: Новые туры

source: Rename area
ru: Переименовать область

source: Rename
ru: Переименовать

source: Delete area
ru: Удалить область

source: All attached tours will be removed from the project.
ru: Все привязанные туры будут удалены из проекта.

source: By name
ru: По имени

source: By date added
ru: По дате добавления

source: Custom sort
ru: Вручную

source: No tours yet
ru: Туров нет

source: No drawings yet
ru: Чертежей нет

source: Change parent
ru: Изменить «родителя»

source: Change parent of area
ru: Изменить родительскую область

source: Change area for
ru: Изменить область для

source: The user with this email is not registered. To invite a participant to the project, he must have a Biganto account
ru: Пользователь с таким email не зарегистрирован. Чтобы пригласить участника в проект, он должен иметь аккаунт Biganto

source: Change language
ru: Сменить язык

source: Your e-mail
ru: Ваш e-mail

source: forgot?
ru: забыли?

source: Show the password
ru: Показать пароль

source: Submit
ru: Отправить

source: Don't have an account?
ru: Новый пользователь?

source: Sign up with:
ru: Войти через:

source: Browser
ru: Браузер

source: Tours are easily accessible from any browser at any platform. Both on desktops and mobile devices.
ru: Туры легко доступны в любом браузере на любой платформе. Как на мобильных устройствах, так и на ПК.

source: View demo
ru: Смотреть

source: Windows application with TV mode and VR support via Oculus Rift or HTC Vive and offline mode.
ru: Скачайте Windows-приложение и получите возможность проигрывать виртуальные туры на ТV и светодиодных экранах, в очках виртуальной реальности Oculus Rift или HTC Vive и офлайн режиме.

source: Mobile
ru: Мобильные устройства

source: iOS and Android application with VR support via cardboard and offline mode.
ru: Скачайте приложение для iOS и Android с поддержкой VR для просмотра туров на смартфоне с использованием cardboard или без него, а также в офлайн режиме.

source: Applications for Standalone all-in-one VR headsets.
ru: Просматривайте туры на автономных VR-гарнитурах Quest и Go, не требующих подключения к компьютеру.

source: See all news
ru: Все новости

source: Featured tours
ru: Популярные

source: See all tours
ru: Все туры

source: Player features
ru: Возможности плеера

source: Generate link to current position
ru: Создание ссылки для текущей панорамы

source: Record and play path walkthrough
ru: Запись и воспроизведение маршрута

source: Generate and share screenshots
ru: Скриншот текущего вида

source: Interactive objects to highlight key features and guide user
ru: Интерактивные объекты для выделения ключевых элементов

source: Freedom of Movement
ru: Свобода перемещения

source: Branding
ru: Брендирование

source: Audio
ru: Аудио

source: Products
ru: Наши продукты

source: Biganto tours
ru: Туры Biganto

source: Turn your real estate project into an interactive presentation with Biganto Virtual tours. Provide a design project, floor plans and we will create a perfect tool for real estate presentations, marketing and sales improvement. Our tours include a wide range of customizable features and only require an internet connection to access.
ru: Превратите ваши проекты по недвижимости в интерактивную презентацию с помощью виртуальных туров Biganto. Предоставьте дизайн проект и планировки этажей и мы создадим для вас идеальный инструмент для увеличения продаж и маркетинга. Наши туры содержат широкий набор дополнительных функций и для просмотра требуется только интернет соединение.

source: Virtoaster is a subscription based service, a platform allowing 3d artists, interior designers and architecture visualizers to create virtual tours on their own and within a short time frame. Virtoaster is a simple and powerful tool to turn existing 3d scenes into interactive presentations of your projects.
ru: Virtoaster - сервис, который позволяет 3d художникам, дизайнерам и визуализаторам самостоятельно создавать 3D и VR‑туры в короткие сроки. Virtoaster - простой и мощный инструмент для превращения уже доступных 3d сцен в интерактивные презентации проектов.

source: FilinCam is a professional 3d camera to digitize existing premises and create their doubles in virtual space. FilinCam with the help of accompanying proprietary software creates a high definition laser scan of a space and automatically builds a 3d tour.
ru: FilinCam - профессиональная 3D&#8209;камера для оцифровки существующих помещений и перевода их в виртуальное пространство. С помощью FilinCam и разработанного нами программного обеспечения с высокой точностью сканируется помещение и в автоматическом режиме строится его 3D&#8209;модель.

source: Biganto would like to keep you informed about the status of the services we provide, including your 3d tour status.
ru: Мы хотим отправлять вам информацию, касательно предоставляемых услуг, например о статусе готовности ваших 3d туров.

source: I agree to receive notifications by e-mail
ru: Я согласен получать уведомления на электронную почту

source: I agree that I have read and accepted the <a class="link" href='%(agreement)s' target='_blank'>User Agreement</a> and <a class='link' href='%(policy)s' target='_blank'>Privacy Policy.</a>
ru: Я подтверждаю, что ознакомился и согласен с <a class="link" href='%(agreement)s' target='_blank'>Пользовательским соглашением</a> и <a class="link" href='%(policy)s' target='_blank'>Политикой конфиденциальности</a>

source: Create account
ru: Создать учетную запись

source: Unused time on Virtoaster will be stored on your user balance and will be accounted for when calculating cost of the following subscriptions. Your plan will be updated shortly.
ru: Оплаченное, но не использованное время будет сохранено на балансе пользователя и учтено при расчете стоимости подписки в будущих периодах. Ваш тарифный план обновится в ближайшее время.

source: Please update your <a href='%(url_user_settings)s'>Payment Details</a> if you want to change payment method.
ru: Пожалуйста, обновите <a href='%(url_user_settings)s'>Платежные данные</a>, если вы хотите изменить способ оплаты.

source: Plus and Business plans are available to legal entities only, you will be asked to fill in your Tax number if it was not specified before
ru: Тарифы Plus и Business доступны только юридическим лицам, вам потребуется указать Налоговый номер если вы не сделали этого ранее

source: Proceed
ru: Продолжить

source: Are you sure you want to cancel your subscription?
ru: Вы уверены, что вы хотите отменить активную подписку?

source: <span class='warning'>Important: </span> subscription will be cancelled in the end of prepaid period. Your tours will be stored for 6 months after subscription exipiry.
ru: <span class='warning'>Важно:</span> подписка будет отменена по истечении оставшегося активного времени. Ваши туры будут хранится в течении 6 месяцев после окончания подписки.

source: United Arab Emirates TRN
ru: Объединённые Арабские Эмираты, TRN

source: Australian Business Number (AU ABN)
ru: Австралийский бизнес-номер (AU ABN)

source: Brazilian CNPJ number
ru: Бразилия, номер CNPJ

source: Brazilian CPF number
ru: Бразилия, номер CPF

source: Canadian BN
ru: Канада, BN

source: Canadian QST number
ru: Канада, номер QST

source: Switzerland VAT number
ru: Швейцария, номер VAT

source: Chilean TIN
ru: Республика Чили, TIN

source: Spanish CIF number
ru: Испания, номер CIF

source: European VAT number
ru: Европа, номер VAT

source: Hong Kong BR number
ru: Гонконг, номер BR

source: Indonesian NPWP number
ru: Индонезия, номер NPWP

source: Indian GST number
ru: Индия, номер GST

source: Japanese Corporate Number (Hōjin Bangō)
ru: Японский корпоративный номер (Hōjin Bangō)

source: Korean BRN
ru: Южная Корея, BRN

source: Liechtensteinian UID number
ru: Лихтенштейн, номер UID

source: Mexican RFC number
ru: Мексика, номер RFC

source: Malaysian FRP number
ru: Малайзия, номер FRP

source: Malaysian ITN
ru: Малайзия, номер ITN

source: Malaysian SST number
ru: Малайзия, номер SST

source: Norwegian VAT number
ru: Норвегия, номер VAT

source: New Zealand GST number
ru: Новая Зеландия, номер GST

source: Russian INN
ru: Россия, ИНН

source: Saudi Arabia VAT
ru: Саудовская Аравия, VAT

source: Singaporean GST
ru: Сингапур, GST

source: Singaporean UEN
ru: Сингапур, UEN

source: Thai VAT
ru: Тайланд, VAT

source: Taiwanese VAT
ru: Тайвань, VAT

source: United States EIN
ru: Соединённые Штаты, EIN

source: South African VAT number
ru: Южная Африка, номер VAT

source: Creating virtual tours
ru: Создание виртуальных туров

source: Service and tools to produce and manage virtual tours and digital doubles of existing real estate.
ru: Сервис и инструменты для создания и управления виртуальными турами и цифровыми двойниками существующей недвижимости.

source: Who needs it
ru: Для кого

source: Bring next level immersion to your projects and make sure everything meets customers’ requirements.
ru: Привнесите новый уровень погружения в ваши проекты, будьте уверены, что всё соответствует желаниям заказчика.

source: Distinguish your work among others, create VR ready 3d tours from existing assets and without special knowledge, attract new customers and impress existing ones
ru: Выделите свою работу среди других, создавайте 3D и VR-туры из готовых компонентов, чтобы привлечь новых и впечатлить существующих клиентов

source: Increase online and offline sales with interactive presentation of your projects
ru: Увеличивайте онлайн и офлайн продажи новостроек с помощью интерактивной презентации проектов

source: This email was sent to you as a registered member of biganto.com. To unsubscribe
ru: Вы получили данный email т.к. зарегистрированы на biganto.ru. Чтобы отписаться

source: Your tour <a href="%(url_edit)s">«%(title)s»</a> branding expires in %(days)s days and branding preferences will be reset to default. You can renew your branding for €%(price)s per year.
ru: Доступ к брендированию тура <a href="%(url_edit)s">«%(title)s»</a> истечет через %(days)s дней и настройки брендинга будут сброшены на настройки по умолчанию. Вы можете обновить подписку за €%(price)s в год.

source: Unable to create a tour «%(title)s» due to following errors:
ru: Не удалось собрать тур «%(title)s», произошли следующие ошибки:

source: Please, resolve the issues yourself or contact technical support to proceed with this tour.
ru: Устраните ошибки самостоятельно или обратитесь в техническую поддержку чтобы продолжить сборку тура.

source: It seems that you run out of tour uploads in this period. Wait until the next period or upgrade you plan.
ru: Похоже у вас не осталось сборок тура в данном периоде. Подождите конца периода или улучшите ваш тарифный план.

source: Your tour <a href="%(tour_url_edit)s">«%(title)s»</a> is complete and available in your account with «Testing» status.
ru: Ваш тур <a href="%(tour_url_edit)s">«%(title)s»</a> успешно собрался и доступен в личном кабинете в статусе «Тестирование».

source: Enter your account, check the tour and edit it if necessary. Do not forget to change tour status to «Published».
ru: Зайдите в личный кабинет, проверьте его, отредактируйте при необходимости и не забудьте опубликовать.

source: Keep in mind, that tours with «Testing» status have limited lifespan.
ru: Обратите внимание, что туры в статусе «Тестирование» хранятся ограниченное время.

source: Your account will be deleted soon. You have %(days)s days to restore it.
ru: Ваша учетная запись будет вскоре удалена. Вы можете восстановить учетную запись в течении %(days)s дней.

source: You can restore account by following this <a href="%(link)s">link</a>
ru: Вы можете восстановить Вашу учетную запись перейдя по ссылке <a href="%(link)s">link</a>

source: We were unable to charge your account to extend current subscription, active subscription was cancelled. Be aware that you will not be able to share your tours with other users without active subscription.
ru: Мы не смогли списать средства для продления вашей подписки, текущая подписка была отменена. Обратите внимание, вы не сможете поделиться турами с другими пользователями без активной подписки.

source: Your subscription was cancelled. It will remain active until the end of prepaid period, but will not be prolonged. Be aware that you will not be able to share your tours with other users without active subscription.
ru: Ваша подписка отменена. Подписка останется активной до истечения оплаченного периода, но не будет продлена. Обратите внимание, вы не сможете поделиться турами с другими пользователями без активной подписки.

source: Your tour «%(title)s» has been deleted.
ru: Ваш тур «%(title)s» удален.

source: Your tour <a href="%(url_edit)s">«%(title)s»</a> has loading/testing status for a long time. It will expire in %(days)s day(s) and will be deleted.
ru: Ваш тур <a href="%(url_edit)s">«%(title)s»</a> будет удален через %(days)s дня/дней, поскольку он долгое время находится в статусе сборка/тестирование.

source: Set tour status to «Published» to save your progress. Note, that when publishing, initial assets will be deleted and you will lose the ability to edit them.
ru: Переведите тур в статус «Опубликован» чтобы сохранить тур. Обратите внимание, что после публикации исходные компоненты тура будут удалены и вы больше не сможете их редактировать.

source: Your account have been deleted!
ru: Ваша учетная запись удалена!

source: Upload
ru: Загрузить

source: Select file
ru: Выберите файл

source: No file selected
ru: Файл не выбран

source: Files selected
ru: Выбранные файлы

source: Refresh
ru: Обновить

source: Uploading
ru: Загрузка

source: To my tours
ru: Мои туры

source: To my folders
ru: Мои папки

source: Tour folder
ru: Папка тура

source: Add
ru: Добавить

source: Retry now
ru: Попробовать еще раз

source: There was an error when uploading the files. Please, try again.
ru: При загрузке файлов произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Unable to connect to server. Please, check your network connection.
ru: Невозможно подключиться к серверу. Пожалуйста, проверьте ваше сетевое соединение.

source: Service temporarily unavailable, try reloading the page or try again later.
ru: Сервис временно недоступен, попробуйте обновить страницу или повторить попытку позже.

source: Unable to read the file.
ru: Невозможно прочитать файл.

source: Error format
ru: Ошибка в формате

source: Invalid coordinates format for point #{id}
ru: Некорректный формат координат точки #{id}

source: Missing
ru: Отсутствует

source: Reconnection in {seconds}...
ru: Переподключение через {seconds}...

source: Wrong file format
ru: Неверный формат файла

source: processing...
ru: обрабатывается...

source: All changes have been saved.
ru: Изменения сохранены.

source: Drop files here to upload.
ru: Перетащите сюда для загрузки

source: Number of points
ru: Количество точек

source: queued
ru: в очереди

source: We are copying your tour in the background. Please, refresh the page to see when it's done!
ru: Ваш тур копируется в фоновом режиме, обновите страницу, чтобы увидеть, когда завершится копирование.

source: Disassemble
ru: Разобрать

source: My tours (root)
ru: Мои туры (корень)

source: Files succesfully uploaded
ru: Файлы успешно загружены

source: Traffic
ru: Посещаемость
